[Main]
DisplayName=Lietuvių

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Dėmesio
lbl_Warnning_Detail.caption=Ši kompiuterinė programa yra apsaugota autorių teisių įstatymu ir tarptautinių sutarčių.
lbl_copyright.caption=© IObit. Visos teisės saugomos.
lbl_Thanks_Title.caption=Speciali padėka šiems žmonėms už jų didelį indėlį:
rdhtmlEula.caption=<a>Galutinio vartotojo licencijos sutartimi</a> | <a>privatumo politika</a>
Instructions_M=Išdiegimo instrukcijos
lblAcknow.caption=Padėkos

[ActionCenter_M]
M_HideAC=Paslėpti
M_ShowAC=Rodyti
M_AC_Tips=Gaukite geresnę apsaugą ir padidintą efektyvumą su rekomenduojamomis programomis.
M_ShowACTitle2=Pastebėjimas!
M_ShowACDesc=Spustelėkite "Rodyti", kad matytumėte kitas rekomenduojamas programas. Įdiekite jas, kad gautumėte geresnį kompiuterio našumą ir apsaugą.
M_LearnRecommendNote=Šiuo metu nėra rekomenduojamų produktų.
M_LearnRecommendDesc=Jei norite pamatyti daugiau produktų, kurie jums gali būti įdomūs, spustelėkite "Sužinokite daugiau".
M_none=Nėra
M_Fix=Įdiegti dabar
M_LearnMore=Sužinokite daugiau
M_Install=Įdiegti dabar
M_fixing=Įdiegiama
M_Updating=Atnaujinama
M_failed=Nepavyko
M_RuningWell=Naujausia versija įdiegta
M_Outdated=Pasenęs
M_NotInstalled=Neįdiegta
M_Insatlled=Įdiegta
M_Update=Atnaujinti dabar
M_ASCCaption=Sistemos efektyvumas
M_ASCInfo_NotIns=Registro klaidos, privatumo problemos ir nereikalingų failai būvo rasti Jūsų kompiuteryje.
M_ASCInfo_UpToDate=Advanced SystemCare pagreitina ir optimizuoja Jūsų kompiuterį 1 paspaudimu.
M_ASCInfo_NeedUpDate=Advanced SystemCare yra pasenusi.
M_RunASC=Nuskaityti dabar
M_ASCOffer=Išvalykite ir optimizuokite kompiuterį vienu paspaudimu.<br>Paspartinkite kompiuterio įkrovimo laiką iki 300% greičiau.<br>Išvalykite naršymo pėdsakus, kad užtikrintumėte savo privatumą.<br>Stebėkite kompiuterio sąlygas realiu laiku, kad užtikrintumėte sklandesni kompiuterio darbą.<br>Apsaugokite kompiuterį nuo įprastų šnipinėjimo programų.
M_IMFCaption=Kenkėjiškų programų apsauga
M_IMFInfo_NotIns=Gaukite geresnę apsaugą įdiegdami IObit apsaugą nuo šnipinėjimo programą.
M_IMFInfo_UpToDate=IObit Malware Fighter apsaugo Jūsų kompiuterį nuo įvairių kenkėjiškų programų.
M_IMFInfo_NeedUpDate=Jūsų apsauga nuo šnipinėjimo programų yra pasenusi.
M_RunIMF=Nuskaityti dabar
M_IMFOffer=Išsami realaus laiko apsauga nuo visų rūšių kenkėjiškų programų.<br>Greitas nuskaitymas ir veiksmingas grėsmių aptikimas ir šalinimas.<br>Aktyviai užkirskite kelią „ransomware“ atakoms.<br>Saugus naršymas ir atsisiuntimas internete.<br>Visiškai suderinama su kitomis saugumo programomis.
M_DBCaption=Tvarkyklių atnaujinimas
M_DBInfo_NotIns_C=Surasta pasenusios (-ių) tvarkyklės (-ių), kurios gali sulėtinti ir destabilizuoti Jūsų kompiuterį.
M_DBInfo_NotIns=Gali būti pasenusių tvarkyklių, kurie gali sulėtinti ir destabilizuoti Jūsų kompiuterį.
M_DBInfo_UpToDate=Driver Booster atnaujina pasenusias tvarkykles Jūsų kompiuteriui.
M_DBInfo_NeedUpDate=Jūsų tvarkyklių naujinimo programa yra pasenusi.
M_DBDesc=Atnaujinkite visas pasenusias tvarkykles kompiuteryje.
M_RunDB=Nuskaityti dabar
M_DBOffer=Didelė tvarkyklių duomenų bazė (18,000,000+).<br>Saugiai atnaujinkite WHQL tvarkykles 1 paspaudimu.<br>Geresnis žaidimų našumas.<br>Ištaisyti tinklo gedimą, be garso, blogos rezoliucijos ir t.t.<br>Sumažinti sistemos užstrigimus ir avarijas.
M_SDCaption=Disko optimizavimas
M_SDInfo_NotIns=Rastos disko optimizavimo problemos. Optimizuokite jas, kad padidintumėte disko efektyvumą.
M_SDInfo_UpToDate=Smart Defrag defragmentuoja diską padidinant jo našumą.
M_SDInfo_NeedUpDate=Jūsų disko defragmentavimo programa yra pasenusi.
M_RunSD=Defragmentuoti dabar
M_SDOffer=Didesnis failo prieigos greitis.<br>Maksimalus standžiojo disko našumas.<br>Paspartinti kompiuterio paleidimą iki 100% greičiau.<br>Optimizuokite žaidimus geresnei žaidimų patirčiai.
M_DLCaption=Slaptažodžio tvarkyklė
M_DLInfo_NotIns=Apsaugokite ir tvarkykite visus savo slaptažodžius su Dashlane Password Manager.
M_DLInfo_UpToDate=Niekada nepamirškite savo slaptažodžio su saugiu ir patikimu Dashlane.
M_RunDL=Tvarkyti
M_DLOffer=Paprastas ir saugus slaptažodžių tvarkymo būdas.<br>Sukurkite unikalius slaptažodžius, kad apsaugotumėte savo paskyras.<br>Automatiškai prisijungti prie mėgstamiausių svetainių.<br>Windows, Mac, iOS ir Android.
M_RunIOT=Tvarkyti dabar
M_IOTCaption=iPhone tvarkyklė
M_IOTInfo_NotIns=Perkelkite „iPhone“ duomenis, išvalykite ir pagreitinkite savo „iPhone“.
M_IOTInfo_UpToDate=Perkelkite „iPhone“ duomenis, išvalykite ir pagreitinkite savo „iPhone“.
M_IOTInfo_NeedUpDate=IOTransfer yra pasenęs.
M_IOTTip=IOTransfer pažada:<br>+ Lengviau tvarkykite iPhone nuotraukas ir kontaktus<br>+ Vienu paspaudimu perkelkite iPhone turinį į kompiuterį<br>+ Atsisiųskite internetinius vaizdo įrašus iš 100+ svetainių<br>+ Išvalykite visus likusius failus iš savo iPhone ir iPad
M_IOTOffer=Jūsų geriausias iPhone/iPad failų tvarkymo įrankis.<br>1 paspaudimu perduokite duomenis iš iPhone/iPad į kompiuterį.<br>Atsisiųskite internetinius vaizdo įrašus ir paverskite juos įvairiais failų formatais.<br>Lengvai ir saugiai išvalykite šiukšles iš OS įrenginio.<br>Bevieliu būdu perkelkite turinį tarp iOS įrenginio ir kompiuterio.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion apsaugo jus nuo sukčiavimo ir kenkėjiškų svetainių.
M_AdawareInfo_UpToDate=Web Companion apsaugo jus nuo sukčiavimo ir kenkėjiškų svetainių.
M_AdawareOfferDesc=Įdiekite Web Companion, kad galėtumėte patobulinti savo interneto apsaugą ir nustatyti "Bing®" iš Microsoft kaip mano pagrindinį puslapį, naujus skirtukus ir kaip numatytąjį paieškos variklį suderinamose naršyklėse.
M_AdawareOffer=Greitas ir lengvas įdiegimas.<br>Apsauga nuo sukčiavimo.<br>Apsauga realiu laiku.<br>Daugiafunkcinis naršyklių suderinamumas.
M_AomeiCaption=Atsarginė programinė įranga
M_AomeiInfo_NotIns=Galutinis atsarginis sprendimas sistemos ir standžiųjų diskų atsarginei kopijai kurti.
M_RunOpera=Paleisti dabar
M_OperaCaption=Opera naršyklė
M_OperaInfo_NotIns=Greita ir saugi naršyklė su įmontuotu skelbimų blokatoriumi.
M_OperaInfo_UpToDate=Greita ir saugi naršyklė su įmontuotu skelbimų blokatoriumi.
M_OperaOffer=Blokuokite skelbimus, kad būtų galima įkelti tinklalapius iki 90% greičiau.<br>Naršykite iki valandos ilgiau.<br>Gaukite daugiau privatumo, naudodami nemokamą VPN.
M_SUCaption=Software Updater
M_SUInfo_NotIns=Programinės įrangos naujinimas
M_SUInfo_NotIns_C=%d programos yra pasenusios. Įdiekite „IObit Software Updater“, kad jas atnaujintumėte vienu spustelėjimu.
M_SUInfo_NotIns_C1=1 programa pasenusi. Įdiekite „IObit Software Updater“, kad j1 atnaujintumėte vienu spustelėjimu.
M_SUInfo_UpToDate=„IObit Software Updater“ nuolat atnaujina visas svarbias programas.
M_SUOffer1=Automatiškai atnaujinkite pasenusias programas anksčiausiai.<br>1 spustelėjimu įdiekite visus galimus programų naujinius.<br>1 spustelėjimu įdiekite visas norimas populiarias programas.<br>Švarios programos išlaikiusios griežtus testus, be paketų.
M_SMGBCaption=„Smart Game Booster“
M_SMGBInfo_NotIns=Vienu paspaudimu padidinkite FPS, kad žaidimai būtų greitesni ir sklandesni.
M_SMGBInfo_UpToDate=Vienu paspaudimu padidinkite FPS, kad žaidimai būtų greitesni ir sklandesni.
M_SMGBInfo_NeedUpDate=„Smart Game Booster“ pasenęs.
M_SMGBOffer=Padidinkite FPS, kad pagerintumėte žaidimų našumą.<br>Stebėkite aparatūros temperatūrą realiuoju laiku.<br>Optimizuokite sistemą, kad galėtumėte žaisti geriau.<br>Analizuokite ir vertinkite kompiuterį, kad rastumėte suderinamų žaidimų (38 000 ir daugiau).<br>Apsaugokite kompiuterį ir žaidimą, kad užtikrintumėte didesnį saugumą.
M_RunSMGB=Pagerinti dabar
M_ISRCaption=iTop Screen Recorder
M_ISRInfo_NotIns=Nemokamai įrašykite aukštos kokybės kompiuterio ekraną. Nėra įrašymo apribojimų.
M_ISRInfo_UpToDate=Nemokamai įrašykite aukštos kokybės kompiuterio ekraną. Nėra įrašymo apribojimų.
M_ISRInfo_NeedUpDate=iTop Screen Recorder yra pasenęs.
M_ISROffer=100% nemokama galimybė įrašyti kompiuterio ekraną<br>Įrašykite vaizdo susitikimus bet kokiu failų formatu<br>Įrašykite 4K filmus ir muziką neprarandant kokybės<br>Įrašykite internetinį kursą, kurkite vaizdo įrašų pamokas<br>Užfiksuokite žaidimą be vėlavimo 1080P/60 FPS
M_ISROffer1=Įrašykite vaizdo susitikimus bet kokiu failų formatu.<br>Įrašykite 4K filmus ir muziką neprarandant kokybės.<br>Fiksuokite žaidimą be vėlavimų 1080P/60 FPS.<br>Suasmeninkite savo internetinės kameros įrašą.<br>Galinga vaizdo įrašų redagavimo priemonė ir visapusis ekrano kopijos įrankis.
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Išbandykite nemokamą, greitą ir saugią VPN paslaugą, kad užtikrintumėte saugumą internete.
M_iTopInfo_NotIns=100% nemokama, greita ir saugi VPN paslauga, skirta saugai internete.
M_iTopInfo_UpToDateBeta=Išbandykite nemokamą, greitą ir saugią VPN paslaugą, kad užtikrintumėte saugumą internete.
M_iTopInfo_UpToDate=100% nemokama, greita ir saugi VPN paslauga, skirta saugai internete.
M_iTopInfo_NeedUpDate=iTop VPN yra pasenęs.
M_iTopOfferBeta=Mėgaukitės internetu be sienų<br>Prieiga prie srautinių svetainių visame pasaulyje<br>Žaiskite užrakintus žaidimus bet kur<br>Slėpkite savo IP adresą viešajame „Wi-Fi“ tinkle<br>100% nemokama, ypač greita ir geriausios klasės šifruotė
M_iTopOffer2=Privatus - Naršykite anonimiškai.<br>Saugus - Slėpti IP ir užšifruoti interneto ryšį.<br>Greitas - Mėgaukitės žaibišku naršymu internete.<br>Nemokamai - Atblokuokite svetaines ir nemokamai transliuokite.<br>Spartieji klavišai - Greita prieiga į Netflix, HBO, PUBG...
M_RuniTop=Vykdyti dabar
M_IVBCaption=iTop VPN naršyklė
M_IVBInfo_NotIns=Greita, privati, be skelbimų, inkognito naršyklė su įmontuotu VPN.
M_IVBInfo_UpToDate=Greita, privati, be skelbimų, inkognito naršyklė su įmontuotu VPN.
M_IVBInfo_NeedUpDate=iTop VPN naršyklė yra pasenusi.
M_IVBOffer=Apsaugokite savo apsipirkimo ir banko duomenis<br>Paslėpkite savo IP ir užšifruokite internetinius duomenis<br>Paskirtas ir spartus VPN kanalas<br>Išvalykite ir susmulkinkite internetinius pėdsakus realiuoju laiku<br>Blokuokite kenkėjiškas svetaines ir nuorodas<br>Blokuokite skelbimus greitam ir saugiam naršymui
M_RunIVB=Paleisti dabar
M_DPMCaption=DualSafe slaptažodžių tvarkyklė
M_DPMInfo_NotIns=Saugus, paprastas, bet nemokamas slaptažodžių tvarkymo būdas, būtinas jūsų skaitmeniniam gyvenimui.
M_DPMInfo_UpToDate=Saugus, paprastas, bet nemokamas slaptažodžių tvarkymo būdas, būtinas jūsų skaitmeniniam gyvenimui.
M_DPMInfo_NeedUpDate=DualSafe slaptažodžių tvarkyklė pasenusi.
M_DPMOffer=Neribota – Išsaugokite neribotą skaičių slaptažodžių, mokėjimų ir kt<br>Lengva – Automatiškai išsaugokite ir automatiškai užpildykite slaptažodžius paprastais paspaudimais<br>Saugu – Generuokite stiprius, unikalius slaptažodžius<br>Saugus – Saugokite duomenis naudodami geriausią savo klasėje šifruotę<br>Automatinis – Prieiga prie neribotų įrenginių su automatiniu sinchronizavimu
M_DPMDescriptionSH=Padarykite kompiuterį saugesnį ir greitesnį naudodami šias rekomenduojamas programas:
M_DPMInstallSH=Išbandykite dabar
M_IEDCaption=iTop Easy Desktop
M_IEDInfo_NotIns=Atsisveikinkite su netvarkingu darbalaukiu ir mėgaukitės efektyvesne darbo erdve.
M_IEDInfo_UpToDate=Atsisveikinkite su netvarkingu darbalaukiu ir mėgaukitės efektyvesne darbo erdve.
M_IEDInfo_NeedUpDate=iTop Easy Desktop yra pasenusi.
M_IEDOffer=Tvarkykite darbalaukio failus ir aplankus naudodami dėžutes<br>Sukurkite aplankų portalą, kad galėtumėte greitai pasiekti<br>Greitas slėpimas, kad darbalaukis būtų tvarkingesnis<br>Suasmeninkite darbalaukį pagal savo stilių<br>Greita paieška ir greita prieiga naudodami sparčiuosius klavišus
M_PDFCaption=iTop PDF nemokamai
M_PDFInfo_NotIns=Vieno langelio sprendimas PDF redagavimui, konvertavimui ir kitoms PDF užduotims.
M_PDFInfo_UpToDate=Vieno langelio sprendimas PDF redagavimui, konvertavimui ir kitoms PDF užduotims.
M_PDFInfo_NeedUpDate=iTop PDF Free yra pasenusi.
M_PDFOffer=Konvertuokite PDF failus į/iš „Word“, „Excel“, vaizdus<br>Redaguokite tekstą, vaizdus, antspaudus ir kitus elementus<br>Tvarkykite PDF puslapius taip, kaip maišydami popierius<br>Atlikite daugiau: sujunkite, suspauskite, el. pasirašykite, užpildykite formas
M_TDPCaption=Aukščiausia duomenų apsauga
M_TDPInfo_NotIns=Apsaugokite, užrakinkite ir paslėpkite savo asmeninius aplankus ir duomenis. Greitai ir saugiai!
M_TDPInfo_UpToDate=Apsaugokite, užrakinkite ir paslėpkite savo asmeninius aplankus ir duomenis. Greitai ir saugiai!
M_TDPInfo_NeedUpDate=Top Data Protector yra pasenusi.
M_IPBCaption=iTop privati naršyklė
M_IPBInfo_NotIns=Jokio sekimo, jokio sukčiavimo, jokių skelbimų, inkognito naršyklė su įmontuotu VPN.
M_IPBInfo_UpToDate=Jokio sekimo, jokio sukčiavimo, jokių skelbimų, inkognito naršyklė su įmontuotu VPN.
M_IPBInfo_NeedUpDate=iTop privati naršyklė yra pasenusi.
M_IPBOffer=Privatus – Sustabdyti reklamuotojų ir vyriausybės stebėjimo priemones<br>Saugus – Apsaugoti pirštų atspaudus. Blokuokite sukčiavimo svetaines<br>Švarus – Blokuokite internetinius skelbimus. Automatiškai susmulkinkite pėdsakus<br>Nemokamas VPN – 100% nemokamas VPN. Daugiau nei 1800 serverių visame pasaulyje
M_IDRCaption=iTop duomenų atkūrimas
M_IDRInfo_NotIns=Peržiūrėkite ir atkurkite visų rūšių prarastus duomenis ir failus namuose. Lengva ir greita!
M_IDRInfo_UpToDate=Peržiūrėkite ir atkurkite visų rūšių prarastus duomenis ir failus namuose. Lengva ir greita!
M_IDRInfo_NeedUpDate=iTop duomenų atkūrimas yra pasenusi.
M_IDROffer=Atkurkite dokumentus, nuotraukas, muziką ir kt.<br>Atkurkite duomenis iš HDD, SSD ir USB.<br>Atkurkite nuo sugadinimo, ištrynimo ar formatavimo.<br>Lengvas atsarginis kopijavimas ir duomenų nepraradimas.
M_RPMCaption=„RoboForm“ slaptažodžių tvarkyklė
M_RPMInfo_NotIns=Jums niekada nereikės dar kartą atsiminti ar įvesti slaptažodžių.
M_RPMInfo_UpToDate=Atsisveikinkite su slaptažodžių užrašymu naudodami „RoboForm“ slaptažodžių tvarkykle.
M_RPMOffer=Prisijunkite prie svetainių vienu spustelėjimu.<br>Sukurkite stiprius ir unikalius slaptažodžius.<br>Naudojamas AES-256 bitų šifravimas ir 2FA palaikymas.<br>„Windows“, „Mac“, „iOS“, „Android“ ir visoms pagrindinėms naršyklėms.<br>Importuokite iš naršyklės ar kitos slaptažodžio tvarkyklės.
M_RunRPM=Tvarkyti
M_Moffer_Title1=Pasirinktinas pasiūlymas
M_Close=Uždaryti
M_Cancel=Atšaukti
M_Moffer_Install=Įdiegti
M_Moffer_NoteEP=Spustelėję „Įdiegti“, sutinkate įdiegti %s ir sutinkate su <a>GVLS</a> ir <a>privatumo politika</a>.
M_Moffer_Refund=<a>Pastaba:</a> Jūs galite grąžinti pinigus per 30 dienų. Perskaitykite <a>grąžinimo politiką</a>.
M_Extract_IOT=IObit rekomenduoja

[AutoUpdate_M]
lan_Downloading_M=Atsisiunčiama
lan_Speed_M=Atsisiuntimo greitis: %s
Lan_Finish_M=Baigti
Lan_Congratulation_M=Sveikiname!
Lan_UpdateFail_M=Atnaujinimas nepavyko! Pabandykite dar kartą vėliau.
Lan_UpdateSuccess_M=IObit Uninstaller yra atnaujintas. Dabar galite mėgautis naujausiomis funkcijomis ir patobulinimais.
Lan_UpdateNew_M=Jūs jau turite naujausią versiją. Nėra atnaujinimo.
Lan_UpdateFreeInfo_M=Yra nauja IObit Uninstaller versija.
Lan_UpdateFreeDownInfo_M=Prašome atnaujinti dabar, kad gautumėte naujausias funkcijas ir patobulinimus. Tai nemokama.
Lan_Sure_M=Ar tikrai norite atšaukti atnaujinimą?
Lan_Download_M=Atsisiųsti
Lan_Getting_M=Gaunama naujinimo informacija, prašome palaukite...
Lan_LVheardOne_M=Galimi atnaujinimai
Lan_LVheardTwo_M=Nauja versija
Lan_LVheardThree_M=Dydis
Lan_historyInfo_M=IObit Uninstaller %s dabar yra prieinamas. Atnaujinkite, kad galėtumėte mėgautis naujausiais patobulinimais ir funkcijomis!
Lan_UpdateNow_M=Atnaujinti dabar
Lan_UpdateLater_M=Atnaujinti vėliau
lan_WhatNew_M=Kas naujo
Lan_NewReady_M=Nauja versija yra paruošta
Lan_Title=IObit Uninstaller naujintuvas
lblAuto_Update=Netrukus IObit Uninstaller bus automatiškai atnaujintas į IObit Uninstaller %s

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Siųsti
lblErrorDetails.Caption=Klaidos informacija:
lblUserEmail.Caption=Jūsų elektroninio pašto adresas:
lblSuccTips1.Caption=Sėkmingai išsiųsta! Mes stengsimės išspręsti šią problemą kuo įmanoma greičiau.
btnClose.Hint=Uždaryti

[SendBugReportNew_M]
M_AskUserTips1=susidūrė su problema. Kad galėtume išspręsti šią problemą, spustelėkite "Siųsti", kad automatiškai išsiųstumėte derinimo failą. <a>Privatumo politika</a>
M_BugStatisticsTips=susidūrė su problema ir turi uždaryti. Dabar analizuojame priežastis. Prašau palauk...
M_SendingTips=Siunčiama...
M_AttentionTips1=susidūrė su problema. Kad galėtume išspręsti šią problemą, spustelėkite "Gerai", kad automatiškai išsiųstumėte derinimo failą. <a>Privatumo politika</a>
M_InvalidEmailTips1=Neteisingas el. pašto adresas! Prašome įvesti galiojantį el. pašto adresą, kad galėtume susisiekti su jumis.
M_OKTips=Gerai

[Uninstaller_frm_CrRestore]
Restoring_Caption=Atsiunčiama oficiali versija...
RestoreSuccess_Caption=Jūs sėkmingai įdiegėte oficialų IObit Uninstaller!
RestoreFailed_Caption=Nepavyko atsisiųsti oficialaus IObit Uninstaller. Jei norite dar kartą atsisiųsti, eikite į mūsų oficialią svetainę.
Run_Button=Paleisti dabar
Download_Button=Parsisiųsti dabar

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Jūs naudojate neoficialų IObit Uninstaller.
lbl_SecondTitle.caption=Neoficialus IObit Uninstaller nebeveiks.
lbl_HarmInfo.caption=Tai ne tik gali pakenkti jūsų kompiuterio našumui, bet ir nutekins jūsų privatumą dėl sistemos sukeliamo pažeidžiamumo.
lbl_OfficialInfo.caption=Gaukite oficialų IObit Uninstaller dabar, kad galėtumėte apsaugoti savo privatumą ir kompiuterį.
htmlLabel_Text.caption=Mėgaukitės išskirtine <a>75%</a> nuolaida jums, kad gautumėte pro versiją!
btn_GetPro.caption=Gauti PRO
btn_GetFree.caption=Gauti nemokamai

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Įsigykite <a>oficialų „IObit Uninstaller PRO“ už 0 USD</a> jau šiandien, kad apsaugotumėte savo privatumą ir asmeninį kompiuterį.
btn_GetPro_before=Gaukite „Pro“ už 0 USD

[Detain_M]
M_MianTitle=IObit Uninstaller padėjo jums:
M_QuestionString=Ar tikrai norite jį išdiegti?
M_btnok=Vis tiek išdiegti
M_btnCancel=Noriu išlaikyti
M_UninstallCaption=Išdiegite programas
M_DiskCaption=Išsaugokite vietos diske
M_RegCaption=Ištrinti registro įrašus
M_FixCaption=Ištaisykite programinės įrangos problemas

[Survey_M]
Title_M=Pašalinimo apklausą
Info_M=Apgailestaujame, kad išeinate. Padėkite mums tobulinti „IObit Uninstaller“ užpildydami šią trumpą apklausą. Jūsų atsiliepimai yra vertinami.
Question_M=Kodėl pašalinate „IObit Uninstaller“?
1_M=Nebaigtas pašalinimas (nepašalino visų likučių)
2_M=Jis negali normaliai veikti
3_M=Per daug skelbimų ir paketų
4_M=Įdiegiau tik norėdamas išspręsti problemą ir man jos nebereikia
5_M=Radau geresnę alternatyvą
6_M=Kita (nurodykite)
Button_M=Tęsti pašalinimą

[Uninstaller_M]
MenuRight_Caption=Galingas išdiegimas
Explorer_Button=Failų smulkintuvas
Controlpanel_Button=Galingas išdiegimas

[ACD_M]
M_Downloading=Atsisiunčiama:
M_TipFixing=Taisoma
M_Tips=Atsisiuntimas vyksta. Du kartus spustelėkite piktogramą, jei norite peržiūrėti išsamią informaciją.
M_Installing=Įdiegiama:
M_MD5Faild=Atsiųstas failas yra sugadintas. Pabandykite dar kartą vėliau.
M_NetError=Atsisiuntimas nepavyko dėl tinklo klaidos. Pabandykite dar kartą vėliau!
M_DirError=Nepavyko atsisiųsti failo, nes trūksta rašymo leidimo. Norėdami pakeisti naują aplanką, eikite į nustatymus ir bandykite dar kartą.
M_DiskIsFull=Nepakanka vietos diske!
M_Speed=Greitis:
M_AreSureEx=Ar tikrai norite atšaukti atsisiuntimą?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Atšaukti
lbl_Min.Caption=Sumažinti
btnClose.Hint=Uždaryti
lblCaption.Caption=IObit Downloader

[EasyUninstall_M]
EasyPoint=Vilkite mane į atidarytą langą, darbalaukio piktogramą arba sistemos dėklo piktogramą.
EasyNothingInfo=Nepavyko rasti tikslo. Prašom vilkti mane į kitą langą, darbalaukio piktogramą arba sistemos dėklo piktogramą.
EasyDeleteFileFail=Failas negali būti ištrintas, nes jis dabar naudojamas. Uždarykite failą ir bandykite dar kartą.
EasyDeleteFolderFail=Katalogas negali būti ištrintas, nes jis dabar naudojamas. Pasirinkite failą ir bandykite dar kartą.
EasyKillProcessFail=Nepavyko užbaigti proceso.
EasyKillProcessHint1=Ar tikrai norite nutraukti šį procesą?
EasyKillProcessHint2=Visi neišsaugoti duomenys bus prarasti.
EasyUninstallPath=Išdiegti arba ištrinti:
EasyUninstall=Išdiegt
EasyShortcut=Ištrinti nuorodą
EasyLocation=Atidaryti failo vietą
EasyDelete=Ištrinti
EasyCancel=Atšaukti
EasyTransparency=Skaidrumas
EasyOpaque=Permatomumas
EasyExitEasy=Atidaryti pagrindinį langą
EasyExitIobit_1=Išeiti iš „IObit Uninstaller“
EasyKillProcess=Baigti procesą

[ExpriedNotice_M]
Sale_Text=Bet šiandien galite juos susigrąžinti su išskirtine <a>%s</a> nuolaida!
ExpriedOneDay_M=Jūsų prenumerata baigėsi prieš <a>1</a> dieną.
ExpriedDay_M=Prenumeratos galiojimo laikas baigėsi <a>%s</a> dienas.
Logged_0_Text=Kruopščiai pašalinkite užregistruotas programas su žurnalais, sukurtais diegimo metu
Logged_1_Text=Kruopščiai pašalinkite 1 užregistruotą programą su žurnalais, sukurtais diegimo metu
Logged_Text=Kruopščiai pašalinkite %s užregistruotas programas su žurnalais, sukurtais diegimo metu
ExpriedMessage_M=Jūsų prenumerata baigėsi. PRO funkcijos nebebus pasiekiamos, tačiau vis tiek galite naudotis nemokamomis funkcijomis.
ExpriedTipMessage_Num=Per pastarąsias %s1 dienas „IObit Uninstaller Pro“ padėjo jums pašalinti %s2 programas ir išvalyti dar %s3 likusius failus. Atnaujinkite dabar ir nepraleiskite <a>išskirtinės nuolaidos!</a>
ExpriedTipMessage_Normal=Apgailestaujame, pranešdami, kad PRO funkcijos nebebus pasiekiamos. Atnaujinkite dabar ir mėgaukitės <a>išskirtine nuolaida!</a>

[Uninstaller_form_Expried]
lbl_Notice.caption=Apgailestaujame, pranešdami, kad šios PRO funkcijos nebebus pasiekiamos:
lbl_Stubbron.caption=Su unikalia duomenų baze visiškai pašalinkite daugiau nei 4000 užsispyrusių programų
lbl_Update.caption=Vienu spustelėjimu svarbios programos bus nuolat atnaujinamos
lbl_Health.caption=Automatiškai aptikti programinės įrangos pažeidžiamumą ir lengvai užblokuoti iššokančius pranešimus bei nepageidaujamus skelbimus
lbl_MoneyBack.caption=Jūs esate visiškai apsaugotas mūsų 100% pinigų grąžinimo garantija.
btn_Upgrade.caption=Gaukite nuolaidą mano atnaujinimui
lbl_EnterCode.caption=Aš jau turiu licenciją

[Uninstaller_form_ExpriedNotice]
htmlLabel_Text.caption=Jūsų prenumerata baigėsi!
btn_OK.caption=Atnaujinkite dabar

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Atsiliepimai
lbl_DescTitle.caption=Aprašymas:
lbl_EmailTitle.caption=El. paštas:
lbl_ScreenShot.caption=Ekrano kopija
lbl_TypeTitle.caption=Prašymo tipas:
btnImg_FeedBackSend.caption=Siųsti
btnImg_FeedBackCancel.caption=Atšaukti

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Siunčiama...
lbl_SendFailed.caption=Išsiųsti nepavyko. Spustelėkite Gerai, kad pateikti internetu atsiliepimus.
btnImg_SendFailed.caption=Gerai
lbl_SendSuccess.caption=Ačiū už jūsų atsiliepimą. Mes kuo greičiau susisieksime su Jumis.
btnImg_SendSuccess.caption=Gerai

[Uninstaller_FeedBack_M]
FeedBack_1=man tai patinka
FeedBack_2=Pasiūlymas
FeedBack_3=Nepavyko išdiegti
FeedBack_4=Bundleware problema
FeedBack_5=Diegimo Monitoriaus problema
FeedBack_6=Programinės įrangos atnaujinimo problema
FeedBack_7=Nepavyko parodyti visų programų
FeedBack_8=Galingo nuskaitymo problemos
FeedBack_9=Panešti apie klaidą
FeedBack_10=Kiti
EmailMessage=Neteisingas el. pašto adresas. Įveskite galiojantį el. pašto adresą, kad galėtumėte gauti atsakymą.
MemoHint=Prašome apibūdinti savo pasiūlymą ar problemą, su kuria susidūrėte išsamiai, kad galėtume atitinkamai patobulinti savo produktą.
ScreenMaxMessage=Operacija nepavyko. Jūs pasiekėte daugiausia 5 ekrano kopijų.
CloseHintMsg=Ar esate tikras, kad nenorite pateikti atsiliepimų?
SendBugck=Taip pat atsiųskite mums tyrimo failą. <a>Privatumo politika</a>
FeedBackMessage=Prašome parašyti aprašymą.
EmailHint=Prašome įvesti savo teisingą el. paštą čia
Startup_Delete_M=Ištrinti
M_FiveStar=aAr galėtumėte pateikti 5 žvaigždučių įvertinimą?

[FileShredder_M]
ShredderDetail_0=Galite vilkti failą ar aplanką, kad jį būtų galima susmulkinti.
ShredderDetail_01=Įprastu būdu ištrintus failus galima atkurti.
ShredderDetail_02=Jei norite saugiai ir visam laikui pašalinti failus, tiesiog vilkite failą ar aplanką susmulkinti čia.
FileShredder_MaxCount_M=5000 failų buvo pridėta. Pabandykite pridėti likusius failus po to kai baig smulkinti 5000 failų.
Shredder_InUse_M=Kai kurie failai nebuvo susmulkinti, nes jie negali buti rašomi. Patikrinkite, ar jie vis dar naudojami.
Shredder_Del_M_1=Ar tikrai norite visam laikui pašalinti pridėtus <a>%d</a> elementus? Šis veiksmas yra absoliučiai neatitaisomas ir gali prireikti šiek tiek laiko.
Shredder_DelOne_M_1=Ar tikrai norite visam laikui pašalinti pridėtą <a>1</a> elementą? Šis veiksmas yra absoliučiai neatitaisomas ir gali prireikti šiek tiek laiko.
Shredder_NotDel_M=Vienas failas nebuvo susmulkintas, nes į jį negali rašyti. Patikrinkite, ar jis vis dar naudojamas.
Shredder_OneFileDel_M=Failas nebuvo susmulkintas, nes į jį negali rašyti. Patikrinkite, ar jis vis dar naudojamas.
Shredder_Sucess_M=Susmulkintas sėkmingai.
Shredder_OneSucess_M=Susmulkintas sėkmingai.
Shredder_DirIsEmpty_M=Tai tuščia. Jūs negalite jo susmulkinti.
Shredder_NotAddFolder_M=Negalima susmulkinti failo "%s", nes ši operacija gali sukelti sistemos nestabilumą.
Shredder_Quick=Prieš ištrindami duomenis perrašo nuliais. (Saugus ir greitas)
Shredder_Advanced=Perrašo duomenis atsitiktiniais simboliais ir pakartoja perrašymą kelis kartus prieš ištrinant. (Saugiau ir lėčiau)
Shredder_Expert=Perrašo duomenis atsitiktiniais simboliais ir pakartoja perrašymą dešimtis kartų prieš ištrinant. (Saugiausia ir lėčiausia)

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Failų smulkintuvas
lbl_Listview_Title.caption=Pasirinkite failus arba aplankus kuriuos norite smulkinti:
lblLoading.caption=Kraunama...
lbl_AddFile.caption=Pridėti failą...
lbl_AddFolder.caption=Pridėti aplanką...
RdImageButton_Shredder.caption=Smulkinti
RdImageButton_Cancel.caption=Atšaukti
ListView_FileList.Columns[0].Caption=Failo kelias
Menu_Shredder_Shredder.caption=Smulkinti
Menu_Shredder_AddFile.caption=Pridėti failą
Menu_Shredder_AddFolder.caption=Pridėti aplanką
Menu_Shredder_Romove.caption=Pašalinti
Menu_Shredder_Clean.caption=Valyti
lbl_Shredder_Tip.caption=Failai smulkinami. Tai gali užtrukti šiek tiek laiko, prašome palaukti...
lbl_Mode.caption=Smulkinimo būdas:
btn_Quick.caption=Greitasis režimas
btn_Advanced.caption=Išplėstinis režimas
btn_Expert.caption=Eksperto lygis

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Negalima susmulkinti failo "%s", nes ši operacija gali sukelti sistemos nestabilumą.
EndProgressMsg=%s veikia. Ar tikrai norite jį nutraukti ir tęsti pašalinimą?
ListView_FindReslut.Columns[0]_M=Pavadinimas
PopMenu_OpenFolder_M=Atidaryti failo vietą
PopMenu_ViewEntry_M=Atidaryti regedit
Free_MatchStubbron=Trūksta pašalinimo registrų, kurie gali sukelti pašalinimo klaidų. Atnaujinkite į PRO, kad išspręstumėte pašalinimo problemas ir lengvai pašalintumėte programą naudodami mūsų užsispyrusių programų duomenų bazę.
Pro_MatchStubbron=Trūksta pašalinimo registrų, kurie gali sukelti pašalinimo klaidą. Išspręskite pašalinimo problemas ir lengvai pašalinkite programą naudodami mūsų atkaklią programų duomenų bazę.

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Priverstinis išdiegimas
lbl_Info.caption=Padėkite pašalinti programą, kurios neįmanoma pašalinti įprastu būdu, nes trūksta pašalinimo registrų ar įmontuotų pašalintuvo klaidų, ir lengvai bei kruopščiai išvalykite visus susijusius failus.
btnImg_Open.caption=Naršyti...
lbl_DropInfo.caption=Norint ištrinti ar išdiegti failą/programą Jūs galite naršyti arba nutempti failą/aplanką čia.
btnImg_Uninstall.caption=Išdiegt
btnImg_Cancel.caption=Atšaukti
PopMenu_Uninstall.caption=Išdiegt
PopMenu_SearchOnline.caption=Ieškoti internete
ListView_FindReslut.Columns[1].caption=Dydis
ListView_FindReslut.Columns[2].caption=Įdiegimo data

[HealthCheck_M]
HealthCheck_Top_ScanNow=Skenuoti dabar
HealthCheck_Top_ScanAgain=Nuskaityti dar kartą
HealthCheck_Top_FixAll=Ištaisyti viską
HealthCheck_Top_Stop=Sustabdyti
HealthCheck_Top_Done=Baigta
HealthCheck_Top_Scanning=Nuskaitoma
HealthCheck_Top_Fixing=Taisoma
HealthCheck_Top_NoFound=Problemų nerasta. Visa jūsų programinė įranga veikia gerai.
HealthCheck_Top_Title_Result_NoIssues=Jokių problemų nereikia taisyti.
HealthCheck_Top_Title_Result_Single=Reikia išspręsti <a>%s</a> problemą.
HealthCheck_Top_Title_Result_Some=Reikia išspręsti <a>%s</a> problemas.
HealthCheck_Top_Title_Skip=<a>Kol kas praleisti</a>
HealthCheck_Top_FixOverResult_Single=<a>%s</a> problema sėkmingai išspręsta.
HealthCheck_Top_FixOverResult_Some=<a>%s</a> problemos sėkmingai išspręstos.
HealthCheck_Top_FixOver=Visos pasirinktos problemos buvo išspręstos.
HealthCheck_Top_Dec_Result_Pro=Išspręskite visas problemas, rastas vienu paspaudimu.
HealthCheck_Top_Dec_Result_Free=Atnaujinkite į PRO, kad išspręstumėte visas problemas, aptiktas vienu spustelėjimu.
HealthCheck_Top_Title_A=Programinės įrangos būsena: <a>Reikia nuskaityti</a>
HealthCheck_Top_Dec_A=Jūsų programinė įranga niekada nebuvo analizuojama. Išanalizuokite visą savo programinę įrangą dabar.
HealthCheck_Top_Title_B=Programinės įrangos būsena: <a>Gera</a>
HealthCheck_Top_Dec_B=Visa jūsų programinė įranga veikia gerai.
HealthCheck_Top_Dec_C=Jūsų programinė įranga nebuvo analizuojama %s dienų. Išanalizuokite visą savo programinę įrangą dabar.
HealthCheck_Item_Title_leftovers=Pašalinimo likučiai
HealthCheck_Item_Dec_leftovers=Ištrinkite pašalinimo liekanas, kad atlaisvintumėte daugiau vietos diske
HealthCheck_Item_Title_update=Pasenusi programinė įranga
HealthCheck_Item_Dec_update_New=Atnaujinkite pasenusią programinę įrangą, kad sumažintumėte saugos riziką
HealthCheck_Item_Title_permission=Programinės įrangos leidimai
HealthCheck_Item_Dec_permission=Aptikite paslėptus leidimus ir išjunkite nereikalingus leidimus
HealthCheck_Item_Title_notifications=Trikdantys pranešimai
HealthCheck_Item_Dec_notifications=Blokuokite iššokančius pranešimus ir nepageidaujamus skelbimus, kad jie netrukdytų jums
HealthCheck_Item_Title_stubborn=Programos su šalinimo problemomis
HealthCheck_Item_Dec_stubborn=Ištaisykite pašalinimo problemas, kad lengvai pašalintumėte programas
HealthCheck_Item_Title_packages=Diegimo failai
HealthCheck_Item_Dec_packages=Išvalykite diegimo failus, kad atlaisvintumėte daugiau vietos diske
HealthCheck_Item_Title_malicious=Kenkėjiška programinė įranga ir plėtiniai
HealthCheck_Item_Dec_malicious=Pašalinkite kenkėjišką programinę įrangą ir naršyklės plėtinius, kad galėtumėte greitai ir saugiai naudotis kompiuteriu
HealthCheck_Item_Title_junk=Programinės įrangos pertekliniai failai
HealthCheck_Item_Dec_junk=Išvalykite laikinuosius failus ir privatumo pėdsakus, sukurtus naudojant programinę įrangą
HealthCheck_Item_Title_hibernation=Programinės įrangos hibernacija
HealthCheck_Item_Dec_hibernation=Įjunkite nenaudojamą programinę įrangą į miego režimą, kad kompiuteris veiktų greičiau
HealthCheck_Item_Tip_hibernation=Nereikalinga veikla bus sustabdyta, kai programa veiks miego režimu. Galite bet kada ją pažadinti.
M_Fix=Taisyti
M_Detail=Išsami informacija
M_Recissues_Single=<a>%s</a> problema pasirinkta išspręsti,
M_Recissues_Some=<a>%s</a> problemos pasirinktos išspręsti,
M_Allissues_Single=iš viso <a>%s</a> problema
M_Allissues_Some=iš viso <a>%s</a> problemų
M_Noissues=Nerasta jokių problemų
M_issues_Single=<a>%s</a> problema
M_issues_Some=<a>%s</a> problemos
M_Noissues2=Be problemų
HealthCheck_Exit_Scanning=Vyksta nuskaitymas. Ar tikrai norite išeiti dabar?
HealthCheck_Exit_Fixing=Taisymas vyksta. Ar tikrai norite išeiti dabar?
M_UL_SelectedFix_Single=<a>%s</a> pašalinimo likutis pasirinktas pataisyti
M_UL_SelectedFix_Some=<a>%s</a> pašalinimo likučiai pasirinkti pataisyti
M_OS_SelectedFix=<a>%s</a> pasenusi programinė įranga pasirinkta taisyti
M_SP_SelectedFix_Single=Pasirinktas pataisyti <a>%s</a> programinės įrangos leidimas
M_SP_SelectedFix_Some=<a>%s</a> programinės įrangos leidimai pasirinkti pataisyti
M_DN_SelectedFix_Single=Pasirinktas ištaisyti <a>%s</a> trikdantis pranešimas
M_DN_SelectedFix_Some=<a>%s</a> pasirinkti trikdantys pranešimai, kuriuos reikia išspręsti
M_PWUI_SelectedFix_Single=<a>%s</a> programa su pašalinimo problemomis pasirinkta išspręsti
M_PWUI_SelectedFix_Some=<a>%s</a> programos su pašalinimo problemomis pasirinktos išspręsti
M_IF_SelectedFix_Single=<a>%s</a> diegimo failas pasirinktas taisyti
M_IF_SelectedFix_Some=<a>%s</a> diegimo failai pasirinkti pataisyti
M_MSE_SelectedFix_Single=<a>%s</a> pasirinkta pataisyti kenkėjiška programinė įranga ir plėtinys
M_MSE_SelectedFix_Some=<a>%s</a> pasirinkta ištaisyti kenkėjiška programinė įranga ir plėtiniai
M_JF_SeletecedFix_Single=%s perteklinis failas pasirinktas taisyti
M_JF_SeletecedFix_Some=%s perteklinių failų pasirinkta taisyti
M_SH_SeletecedFix_Some=%s programinė įranga pasirinkta taisyti
M_BackFix=Grįžti į taisymą
M_NoItems=Nerasta elementų
M_item=elementas
M_items=elementai
M_File=Failas
M_Reg=Registras
M_Tasks=Planuojamos užduotys
M_Ser=Sistemos paslaugos
M_Select=Pasirinkti viską
M_TitleCount=Pavadinimas (Iš viso: %d)
M_Version=Nauja versija
M_CurrentVersion=Dabartinė versija
M_BanwebTitleCount2=Siuntėjas (iš viso: %d)
M_Type=Tipas
M_BRate=Blokavimo norma
M_Recommendation=Rekomendacija
M_Optional=Nebūtina
M_Block=Blokuoti
M_SiteType=Svetainės pranešimas
M_AppType=Programos pranešimas
M_MSType=Kenkėjiška programinė įranga
M_METype=Kenkėjiškas plėtinys
M_AdType=Skelbimo plėtinys
M_RegMiss=Trūksta šalinimo registro
HC_Ignore=Nepaisyti
UL_IgnoreSoft=Nepaisykite visų šios programinės įrangos elementų
HC_IgnoreForever=Nepaisyti visų atnaujinimu
HC_IgnoreCurrent=Nepaisyti dabartinio atnaujinimo
HC_OpenFile=Atidaryti failo vietą
HC_OpenReg=Atidarykite „regedit“
HC_Search=Ieškokite internete
HC_Startup=Paleisties elementai
HC_Tasks=Suplanuotos užduotys
HC_Services=Paslaugos
HC_Desktopicon=Darbalaukio piktograma
HC_Taskbaricon=Užduočių juostos piktograma
HC_RightMenu=Dešiniojo pelės mygtuko meniu
HC_Firewall=Ugniasienės taisyklės
M_PermissionTitleCount=Leidimo tipas (iš viso: %d)
M_Name=Pavadinimas
M_Impact=Poveikis
M_ImpactLow=Mažas
M_ImpactMedium=Vidutinis
M_ImpactHigh=Didelis
M_Installed=Įdiegta
M_OverxDay_Some=Nenaudojama %s diena(-ų)
M_OverxDay_Single=Nenaudojama %s diena(-ų)
M_Status=Būsena
M_Disable=Išjungti
M_FixDetails=Peržiūrėkite toliau pateiktą išsamią informaciją:
M_Fix_RecTitle=Tačiau norint padaryti greitesnį ir švaresnį kompiuterį galima padaryti daugiau:
M_Fix_RecLog=Švarus pašalinimas naudojant žurnalą
M_Fix_RecLog_Des=Kruopščiai pašalinkite programas su žurnalais, sukurtais diegimo metu
M_Fix_RecBundleware=Lengviau pašalinti paketus
M_Fix_RecBundleware_Des=Stebėkite programos diegimą realiu laiku ir lengvai pašalinkite paketus
M_Fix_RecLeftover=Automatiškai ištrinti visus likučius
M_Fix_RecLeftover_Des=Automatiškai ištrinkite likučius, kurių negali pašalinti kiti pašalintojai
M_Fix_RecProgram_Single=Rasta <a>%s</a> didelė(-ių) programa(-ų)
M_Fix_RecProgram_Some=Rasta <a>%s</a> didelė(-ių) programa(-ų)
M_Fix_RecProgram_Des=Pašalinkite nereikalingas dideles programas, kad atlaisvintumėte daugiau vietos diske
M_Fix_RecWinApp_Single=Rasta <a>%s</a> „Windows“ programa(-ų)
M_Fix_RecWinApp_Some=Rasta <a>%s</a> „Windows“ programa(-ų)
M_Fix_RecWinApp_Des=Pašalinkite nereikalingas „Windows“ programas, kad atlaisvintumėte daugiau vietos diske
M_Fix_RecEasyUn=Išmanesnis lengvas pašalinimas
M_Fix_RecEasyUn_Des=Lengvai pašalinkite programą, vilkdami lengvo pašalinimo piktogramą į atidarytą programos langą, darbalaukio piktogramą arba sistemos dėklo piktogramą
M_Fix_RecStubborn=Užsispyręs programos valiklis
M_Fix_RecStubborn_Des=Unikali duomenų bazė palaiko daugiau nei 4000 užsispyrusių programų pašalinimą
M_Fix_RecUpdateSoft=Automatiškai atnaujinti programinę įrangą
M_Fix_RecUpdateSoft_Des=Įgalinkite automatinį naujinimą, kad programinė įranga visada būtų atnaujinta bet kada ir bet kur
M_Fix_RecInfrequently_Single=<a>%s</a> Retai naudojama programa
M_Fix_RecInfrequently_Some=<a>%s</a> Retai naudojamos programos
M_Fix_RecInfrequently_Des=Pašalinkite retai naudojamas programas, kad atlaisvintumėte daugiau vietos diske
M_UnlockTitle_Single=Atrakinkite PRO funkcijas, kad išspręstumėte %s problemą
M_UnlockTitle_Some=Atrakinkite PRO funkcijas, kad išspręstumėte visas %s problemas
M_UnlockNow=Atrakinti dabar
M_Back=Atgal
M_Try=Išbandykite dabar
M_Upgrade=Patobulinti dabar
M_Enable=Įgalinti dabar
M_CheckAll_packages=Ar tikrai norite išvalyti visus diegimo failus?
M_CheckAll_permission=Ar tikrai norite išjungti visus programinės įrangos leidimus?
M_CheckAll_permission2=Kai kurios programinės įrangos funkcijos gali neveikti tinkamai, jei išjungsite visus programinės įrangos leidimus. Siūloma išjungti tik nereikalingus.
M_ContinueAnyway=Tęsti bet kokiu atveju
M_Operate=Valdymas
M_Fixmanually=Pataisyti rankiniu būdu
M_FixManuallyEx=Pataisyti rankiniu būdu

[Uninstall_Tools_History_M]
ListviewHeader_Software_TitleCount_M=Pavadinimas (iš viso: %d)
ListviewHeader_Software_M=Pavadinimas
History_info_DouBle_M=programos paskutinį kartą nebuvo visiškai išdiegtos. Jei norite tęsti, spustelėkite "Išdiegti".
History_info_One_M=programa paskutinį kartą nebuvo visiškai išdiegta. Jei norite tęsti, spustelėkite "Išdiegti".
History_Scanfor_M=Nuskaityti, ar nėra likusių failų
History_ViewDetail_M=Išsamiau
UninstallLog_No_IsEmpty_M=Galingame skenavime nerasta jokių likusių failų.
Program_Information=Programos informacija
Files_Deleted=Failai ištrinti
Registries_Deleted=Registrai ištrinti
Scheduled_Tasks_Deleted=Numatytos užduotys ištrintos
Deleted_on_Reboot=Ištrinta iš naujo paleidus
Service_Deleted=Paslauga ištrinta
Export_M=Eksportuoti
rdlbl_NoTkanks=Ne, ačiū
RdLabelDetailNull=Čia bus rodoma kiekvienos išdiegtos programos informacija ir būsena.
RdLabelDetails=IObit Uninstaller padėjo jums išdiegti <a>%d</a> programas (-ų) ir išsaugoti <a>%s</a> vietos diske.
RdLabelDetail=IObit Uninstaller padėjo jums išdiegti <a>%d</a> programą ir išsaugoti <a>%s</a> vietos diske.
History_NoUninstalled_M=Neįdiegta
History_Residualfilesleft_M=Išlikę failai
M_NoHistoryFound=Nerasta pašalinimo istorijos

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Išdiegimo istorija
ListView_History.Columns[1].Caption=Išdiegimo data
ListView_History.Columns[2].Caption=Dydis
ListView_History.Columns[3].Caption=Operacija
Menu_ClearThis.Caption=Išvalyti šią istoriją
Menu_ClearAll.Caption=Išvalytie visas istorijas

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Ne, ačiū
RdImgBtnUninstall.caption=Išdiegt
RdListView_History.Columns[0].Caption=Programos pavadinimas
RdListView_History.Columns[1].Caption=Būsena

[Uninstaller_form_InstallDetail]
lbl_IU.caption=Install Monitor
lbl_RegText.caption=Registro įrašai:
lbl_SzieText.caption=Visas dydis:
lbl_StartText.caption=Paleisties programos:
lbl_FileText.caption=Failai:

[InstallDetected_M]
Install_DetectedNewTitle=%s buvo įdiegtas su šiais pakeitimais:
Install_DetectedNewTitleEx=Buvo įdiegtos <a>%s</a> programos su šiais pakeitimais:
Install_ViewDetail=Išsamiau

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Įgalinti
lbl_Caption.caption=Aptiktas naujas diegimas
lbl_InstallMoniorInfo.caption=Mes rekomenduojame įjungti „Install Monitor“, kad būtų lengviau prisijungti ir peržiūrėti visus sistemos pakeitimus, padarytus diegiant programą.

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Užregistruoti diegimai
rdlbl_Or.Caption=ARBA
rdlbl_Auto.Caption=Automatinis „Monitor“
rdlbl_Drap.Caption=Rankinis „Monitor“

[IUInstallMonitorFrm_M]
TipFileMsi=Nepalaikomas diegimo failas. Iš naujo pasirinkite ir bandykite dar kartą.
TipFileNotMsiExe=Neteisingas diegimo failas. Pasirinkite tinkamą diegimo failą ir bandykite dar kartą.
AddTip1=Diegimo Monitorius užimtas!
AddTip2=Diegimas jau stebimas. Pabandykite dar kartą, kai šis diegimas bus baigtas.
StarFileTip=Nepavyko paleisti
ExePathErrorTip=Sąrankos failas iš tinklo disko nepalaikomas. Nukopijuokite jį į vietinį diską ir bandykite dar kartą.
Logging=Registruojami sistemos pakeitimai...
rdlbl_TipContent_M=„Install Monitor“ nustato ir registruoja diegimo sistemos pakeitimus, kurie leidžia pamatyti, kokius pakeitimus stebimos programos atliko diegimo metu.
rdlbl_SwitchTip.Caption_M=Automatinis programų diegimo aptikimas ir registravimas
rdlbl_DragFileTip.Caption_M=Pridėkite arba vilkite sąrankos failą čia, kad įdiegtumėte ir užregistruotumėte sistemos pakeitimus
EnableMonitorAutoTip=Jį įjungus taip pat bus įjungtas „IObit Uninstaller Monitor“.
EnableMonitorManualTip=Rankinis monitorius nepasiekiamas, nes IObit Uninstaller monitorius išjungtas.

[Uninstaller_frmMonitorLog]
lbl_Title.Caption=Diegimo žurnalas
rdlbl_Export.Caption=Eksportuoti
btnImg_OK.Caption=Gerai

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Rodomas pavadinimas:
InstallDateTip=Įdiegimo data:
VersionTip=Versija:
PublisherTip=Leidėjas:
LocationTip=Vieta:
InstallationDurationTip=Diegimo trukmė:
InstallPackageTip=Diegimo paketas:
RegEntriesTip=Registro įrašai:
FilesCountTip=Failai:
TaskCountTip_M=Numatytos užduotys:
ServiceCountTip_M=Sistemos paslaugos:
DllCountTip=DLL registracija:
StartUpCountTip=Paleisties elementai:
TotalSizeTip=Visas dydis:
ProgramInformationTip=Programos informacija
MMORegistryTip=Registro įrašai
MMOFilesTip=Failai
MMOTaskTip_M=Numatytos užduotys
MMOServiceTip_M=Sistemos paslaugos
MMODllTip=DLL registracija
MMOStartUpTip=Paleisties elementai
MonitorLog_SecondsLan=sekundės
MonitorLog_SecondSingleLan=sekundė
RegTip_Created=Registras sukurtas:
RegTip_Modified=Registras pakeistas:
RegTip_Deleted=Registras ištrintas:
FileTip_Created=Failas sukurtas:
FileTip_Modified=Failas pakeistas:
FileTip_Deleted=Failas ištrintas:

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Atsiliepimai

[MainForm_M]
Nav_Colle_Program_All=Programos
Nav_Colle_Browser_Extensions=Naršyklės plėtiniai
Nav_Colle_Win=Windows programos
Nav_Colle_AC=Veiksmų centras
Nav_Colle_SH=Programinės įrangos sveikata
Nav_Item_Program_All=Visos programos
Nav_Item_Bundleware=Bundleware
Nav_Item_Program_Recent=Neseniai įdiegta
Nav_Item_Program_Infrequent=Retai naudojama
Nav_Item_Program_Large=Didelės programos
Nav_Item_Browser_Extension_All=Visi naršyklės plėtiniai
Nav_Item_InstallMonitor=Diegimo Monitorius
Nav_Item_Logged=Stebimos programos
Nav_Item_AndroidApp=Android Apps
Hint_Settings=Nustatymai
Hint_Tools=Įrankiai
UninstallProTipEnterCode=Įveskite kodą
Button_Uninstall=Išdiegt
Button_Remove=Pašalinti
Button_Update=Atnaujinti viską
Button_Install=Įdiegti dabar
ToolPopForceUninstallEx=Force Uninstall+
ToolPopSoftUpdater=Software Updater
ToolPopStubborn=Atkaklus programos valiklis
ToolPopHistory=Išdiegimų istorija
ToolPopFileShredder=Failų smulkintuvas
ToolPopHunterMode=Lengvas išdiegimas
ToolPopUpdateUninstall=Windows Updates Uninstall
MoreSettingPopSetting=Nustatymai...
MoreSettingPopRestore=Sistemos atkūrimo
MoreSettingPopExport=Eksportuoti programų sąrašą
MoreSettingPopUpdate=Tikrinti, ar yra atnaujinimų
MoreSettingPopManual=Vartotojo vadovas
MoreSettingPopSupport=Techninė pagalba
MoreSettingPopOnline=IObit internete
MoreSettingPopAbout=Apie
MoreSettingPopWhatsNew=Kas naujo
MoreSettingSubscription=Mano prenumerata
MoreSettingTranslate=Padėkite išversti
DefaultSelProg=Išdiegite nereikalingas programas, kad atlaisvintumėte daugiau vietos.
DefaultSelPlug=Pašalinkite nepageidaujamus įskiepius, kad apsaugotumėte naršyklę.
DefaultSelADPlugin1=Pašalinkite 1 kenkėjišką/skelbimo papildinį, kad galėtumėte saugiai naršyti.
DefaultSelADPlugin2=Pašalinkite %d kenkėjiškų/skelbimų papildinius, kad galėtumėte saugiai naršyti.
DefaultSelWApp=Pašalinkite nepageidaujamas Windows programas, kad pagreitintumėte savo kompiuterį.
DefaultSelBundle=Pašalinkite nepageidaujamą bundleware.
DefaultSelUpdate=Atnaujinkite Jums svarbiausias programas.
DefaultUpdaterPromot=Atnaujinkite daugiau programų su „IObit Software Updater“.
DefaultUpdaterPromote1=rasta pasenusi programa.
DefaultUpdaterPromote2=rasta pasenusių programų.
DefaultUpdaterPromoteInfo=Spustelėkite Atnaujinti viską, kad vienu paspaudimu atnaujintumėte visas pasenusias programas.
SelInfoProg=pasirinkta išdiegti programa. Visas dydis:
SelInfoProgM=pasirinktos išdiegti programos. Visas dydis:
SelInfoPlug=pasirinktas įskiepis pašalinimui.
SelInfoPlugM=pasirinkti įskiepiai pašalinimui.
SelInfoApp=pasirinkta programa pašalinti. Visas dydis:
SelInfoAppM=pasirinktos programos pašalinti. Visas dydis:
SelInfoBundle=pasirinktas elementas pašalinimui.
SelInfoBundleM=pasirinkti elementai pašalinimui.
BundleHint=Įdiegę pagrindinę programą, kai kurios kitos programos taip pat gali būti įdiegtos be jūsų įspėjimo. Galite pašalinti programas, kurių nenorite.
RestoreDefaultSettingsButton=Atkurti %s numatytuosius nustatymus
APTitle=Aktyvuoti visus privalumus
AP5=Išvalyti išdiegima su žurnalu
AP2=Išdiegite daugiau užsispyrusių programų
AP6=Sklandus programinės įrangos veikimas
AP4=Programų atnaujinimas vienu paspaudimu
MainUpdate_Hint=Nauja versija
NewsDisconnCaption=Dalykitės „IObit Uninstaller“ su savo šeima ir draugais.
NewsDisconnDes=Jie mielai tuo pasinaudos!
NewsNewVerCaption=Galimas svarbus atnaujinimas
NewsNewVerDes=Atsisiųskite naujausią versiją dabar.
ToolPopForceUninstall_Detail=Padėkite pašalinti programas, kurių įprastiniu būdu negalima pašalinti
ToolPopSoftUpdaterEx_Detail=Atnaujinkite pasenusią programinę įrangą, kad sumažintumėte saugos riziką
ToolPopHistory_Detail=Rodyti išsamią informaciją ir būseną kiekvienos pašalintos programos
ToolPopFileShredder_Detail=Rodyti kiekvienos pašalintos programos išsamią informaciją ir būseną
ToolPopHunterMode_Detail=Norėdami lengvai pašalinti programas, vilkite „Easy Uninstall“ piktogramą
ToolPopUpdateEx_Detail=Pašalinkite nepageidaujamus „Windows“ naujinimus, kad atlaisvintumėte daugiau vietos diske
ToolPopStubbornEx_Detail=Unikali duomenų bazė leidžia pašalinti daugiau nei 4000 užsispyrusių programų
DefaultSelInfoLoggedNew=„Install Monitor“ užregistruotas programas galima kruopščiai pašalinti.
DefaultSelAndroid=Pašalinkite nepageidaujamas „Android“ programas, kad atlaisvintumėte daugiau vietos diske.

[MetroApp_M]
NoSerchItem_Tip=Jokie elementai neatitinka jūsų paieškos.
Win8NoItemTip_M=Nerasta Windows programų
Win8LoadingApp=Įkeliamos programos...
Win8ListViewGroupsWin8AppHeader=Windows programos
Win8ListViewGroupsWin8AppSubtitle=Microsoft išleisto programos.
Win8ListViewGroupsThirdHeader=Trečiųjų šalių programos
Win8ListViewGroupsThirdSubtitle=Trečiųjų šalių korporacijų paskelbtos programos.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Pavadinimas
ListView_AppList.Columns[1].caption=Dydis
ListView_AppList.Columns[2].caption=Vartotojo reitingas
ListView_AppList.Columns[3].caption=Operacija
lbl_Notice.caption=Norint matyti savo Windows programas, prašome įsitikinti, kad Jūsų paskyra turi administratoriaus teises.
mniUninstall.caption=Išdiegt
mniRefush.caption=Atnaujinti
mniDetails.caption=Informacija
mniOpenFile.caption=Atidaryti failo vietą
mniOpenReg.caption=Atidaryti naudojant Regedit
mniOpenWinstore.caption=Atidaryti Microsoft Store
mniSearchOnline.caption=Ieškoti internete
mniRate.caption=Įvertinti

[Uninstaller_DiskSmallFrm]
btnimg_uninstall.Caption=Išdiegite dabar
rdlbl_NoticeInfo.Caption=Jūsų laisvos vietos diske yra mažiau nei 10%.
rdlbl_NoticeTip.Caption=Pašalinkite nepageidaujamas programas su IObit Uninstaller, kad susigrąžintumėte daugiau vietos diske.

[LeftNoticeForm_M]
LeftFound=Rasta <a>%s</a> pašalinimo likučių.
LeftTip=Išvalykite juos, kad atlaisvintumėte daugiau vietos diske.
LeftBtn=Išvalyti dabar

[JunkNoticeForm_M]
JunkFound=Rasta <a>%s</a> programinės įrangos perteklinių failų.

[SoftNoticeForm_M]
PopupTip=Aptikti trikdantys pranešimai
PopUpOne=<a>1</a> iššokantį pranešimą galima užblokuoti, kad būtų išvengta trikdžių.
PopUpEx=<a>%s</a> iššokančius pranešimus galima užblokuoti, kad būtų išvengta trikdžių.
PopupBtn=Blokuoti dabar

[Malicious_M]
NoticeInfoEx_One=Aptikta kenkėjiška programinė įranga/aptikti plėtiniai<BR><a>1</a> kenkėjišką programinę įrangą/plėtinį galima pašalinti, kad būtų galima greitai ir saugiai naudotis kompiuteriu.
NoticeInfoEx_Some=Aptikta kenkėjiška programinė įranga/plėtiniai <BR><a>%d</a> kenkėjišką programinę įrangą/plėtinius galima pašalinti, kad būtų galima greitai ir saugiai naudotis kompiuteriu.

[InstallClearForm_M]
SetupTip=Aptikti nereikalingi diegimo failai
SetupClean=<a>1</a> nereikalingą sąrankos failą galima išvalyti, kad būtų atlaisvinta <a>%s</a> vietos diske.
SetupCleanEx=<a>%s</a> nereikalingus sąrankos failus galima išvalyti, kad atlaisvintumėte <a>%s</a> vietos diske.
SetupBtn=Išvalyti dabar

[SoftUpdate_Auto_M]
AutoUpdate_M=%s naujinys(-ių) buvo įdiegtas automatiškai.
AutoUpdate_One_M=1 naujinys(-ių) buvo įdiegtas automatiškai.

[uninstall_Mitor_M]
showDetails_M=Rodyti detales
Cleanmanually_M=Valyti rankiniu būdu
AutoClean_M=AutoClean
Cleaning_M=Išvaloma
Cleannow_M=Valyti dabar
StillLeavas_M="%s", vis dar palieka
LeftoversRemoved_M=%s likučiai buvo pašalinti:
Registry_M=Registrai
File_M=Failas
Files_M=failai
Cleanfuture_M=Ateityje valyti automatiškai
Setting_M=Nustatymai
Uselessfiles_M=nereikalingi failai
UselessfilesOne_M=nenaudingas failas
Uselessregistryentries_M=nereikalingi registro įrašai
UselessregistryentriesOne_M=nenaudingas registro įrašas
Lan_BundleNoticeText_M=Paketinė programa buvo rastas diegiant %s.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Kenkėjiškos įrankių juostos ir įskiepiai
ListViewGroupMaliciousDesc=Tos įrankių juostos ir įskiepiai gali pakeisti numatytąją naršyklę ir pavogti jūsų asmeninę informaciją.
ListViewGroupAdTitle=Reklamos pagrindu sukurtos įrankių juostos ir įskiepiai
ListViewGroupAdDesc=Tos įrankių juostos ir įskiepiai gali rodyti reklamą, reklaminius skelbimus ir t.t.
ListViewGroupTrustTitle=Patikimos įrankių juostos ir įskiepiai
ListViewGroupTrustDesc=Tios įrankių juostos ir įskiepiai nepakenks jūsų kompiuteriui. Galite juos pašalinti arba išsaugoti savo nuožiūra.
ListViewGroupExtensions=Plėtiniai
ListViewGroupPlugins=Įskiepiai
ListViewGroupToolbar=Įrankių juosta
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupFFBulit=Integruoti plėtiniai
ListViewGroupFFOther=Kiti plėtiniai
ListViewGroupExtension_DES=Plėtiniai yra naudojami naršyklės funkcijos pritaikyti pagal Jūsų poreikius.
ListViewGroupPlugin_DES=Įskiepis gali būti lengvai įdiegtas ir naudojamas kaip naršyklės dalis.
ListViewGroupToolbar_DES=Įrankių juosta padeda vartotojams greitai pasiekti svetaines arba atlikti kitas programų funkcijas.
ListViewGroupBHO_DES=BHO padeda kurti asmenines naršykles ir teikti paprastesnes interaktyvias funkcijas.
ListViewGroupActivex_DES=ActiveX naudoja Internet Explorer, siekiant palengvinti daugialypės terpės atkūrimą.
ListViewGroupFFBulit_DES=Plėtiniai įdiegti/iš naujo įdiegti įdiegus ar atnaujinus „Firefox“
ListViewGroupFFOther_DES=Plėtiniai, įdiegti iš „Firefox“ priedų ar kitų kanalų
NoSerchItem_Tip=Jokie elementai neatitinka jūsų paieškos.
PluginColumnStr_Title=Pavadinimas (Iš viso: %d)
ChromeSyncMsg=Chrome sinchronizavimas įgalintas. Pašalinus pasirinktus papildinius jie gali būti iš naujo įdiegti automatiškai. Spustelėkite <a>Išjungti Chrome sinchronizavimą</a> , kad atliktumėte mūsų forumo Chrome sinchronizavimo išjungimo veiksmus.
EdgeSyncMsg=„Edge Sync“ įgalinta. Pašalinti pasirinkti plėtiniai gali būti automatiškai iš naujo įdiegti. Spustelėkite <a>Išjungti „Edge Sync“</a>, kad atliktumėte išsamius veiksmus, kad išjungtumėte „Edge Sync“.
FuncPluginSysPluginMsgBox=Nerekomenduojama pašalinti %s, nes po pašalinimo kai kurios naršyklės funkcijos gali būti paveiktos.
FuncPluginLoading=Kraunama...
FuncPluginRmoveSuccess=Pašalinta sėkmingai. Kraunasi...
FuncVotePlugSelectMsgBox=Prašome pasirinkti elementą, kurį norite įvertinti
FuncPluginRmoveConfireSingleMsgBox=Ar tikrai pašalinsite pasirinktą elementą?
FuncPluginRmoveConfireSomeMsgBox=Ar tikrai pašalinsite pasirinktus elementus?
FuncCheckBrowserMsgBox_1=%s veikia.
FuncCheckBrowserMsgBox_2=Spustelėkite Gerai, kad uždarytumėte (pirmiausia išsaugokite savo turinį).
FuncCheckBrowserMsgBox_3=Arba spustelėkite Atšaukti, kad nutrauktumėte operaciją.
FuncCheckBrowserMsgBox_4=%s veikia.
FuncCheckBrowserMsgBox_5=Spustelėkite Gerai, kad uždarytumėte (pirmiausia išsaugokite savo turinį).
FuncCheckBrowserMsgBox_6=Arba spustelėkite Atšaukti, kad nutrauktumėte operaciją.
FuncPluginRemoveFailedMsgBox_4=%s gali būti nepašalinta, nes ji yra apsaugotas %s. Prašome išeiti %s ir iš naujo paleiskite IObit Uninstaller iš naujo.
FuncRestoreSuccessMsgBox=Sėkmingai atkurta į numatytuosius nustatymus.
FuncRestoreFailedMsgBox=Nepavyko atkurti naršyklės numatytųjų nustatymų.
PluginRestoreStr=Atkurti %s numatytuosius nustatymus
mniOpeninRegedit_M=Atidaryti regedit
lbl_NoFoundItems.caption_M=Nerasta jokių įrankių juostų ar papildinių

[VoteText_M]
FuncVoteMarkSelectMsgBox=Prašau įvertinti.
FuncVoteFailedMsgBox=Įvertinti nepavyko, patikrinkite tinklo ryšį ir bandykite dar kartą.
FuncVoteActiveVote=Įvertinti
FuncVoteWaitting=Pateikiamas ivertinimas, prašome palaukti...
NewVote_1=Dar nė vienas vartotojas neįvertino.
NewVote_2=%d naudotojai įvertino.
NewVote_3=Kaip manote apie šį plėtinį?
NewVote_4=Kaip manote apie šią programą?
NewVote_5=Jūs jau įvertinote.
NewVote_6=Mano įvertinimas:
Removingnow_M=Pašalinama dabar...

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Pavadinimas
rdlvAllBrowse.Columns[1].Caption=Vartotojų įvertinimas
rdlvAllBrowse.Columns[2].Caption=Operacija
rdlvCustomBrowse.Columns[0].Caption=Pavadinimas
rdlvCustomBrowse.Columns[1].Caption=Operacija
mniRemove.Caption=Pašalinti
mniRate.Caption=Įvertinti
mniIgone.Caption=Ignoruoti
mniRefush.Caption=Atnaujinti
mniOpenFloder.Caption=Atidaryti failo vietą
mniSelectedAll.Caption=Pasirinkti viską
mniInvertSelection.Caption=Invertuoti pasirinkimą
mniSearchOnline.Caption=Ieškoti internete

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Atstatyti naršyklę
lblConfire.Caption=Ar tikrai norite atstatyti numatytuosius nustatymus?
lblHomepageTitle.Caption=Dabartinis pradžios tinklalapis:
lblSearchTitle.Caption=Dabartinis numatytasis paieškos variklis:
btnImg_OK.Caption=Gerai
btnImg_Cancel.Caption=Atšaukti

[Uninstaller_frm_MessagePlugin]
lbl_OK.Caption=Sėkmingai pašalinta!
lbl_Removing.Caption=Pašalinama...

[Uninstaller_Program_M]
Noprograms_UseLess_M=Nerasta tokių programų (nenaudojama ilgiau kaip %d mėnesių)
Noprograms_UseLess_One_M=Nerasta tokių programų (nenaudojama ilgiau nei 1 mėnesį)
Noprograms_Size_M=Nė viena programa neviršija %s.
Noprograms_match_M=Jokie elementai neatitinka jūsų paieškos.
Noprograms_Recent_M=Per pastarąsias 10 dienų nebuvo įdiegta jokių programų.
NoPrograms_RecentEx_M=Per pastaruosius %s mėnesius neįdiegta jokių programų
Noprograms_Android_M=Nerasta jokių „Android“ programų
monthsago_M=prieš %d mėnesių
yearsago_M=prieš %d metus
yearsagos_M=prieš %d metus
SoftwareFrame_InstallDate_M=Įdiegimo data
SoftwareFrame_FrequencyUse_M=paskutinį kartą naudota
HistoryInfo_DisplayName=Rodyti pavadinimą
HistoryInfo_Publisher=Leidėjas
HistoryInfo_Version=Versija
HistoryInfo_InstallDate=Įdiegimo data
HistoryInfo_UseSize=Vietos naudojimas
HistoryInfo_Location=Vieta
HistoryInfo_UninstallDate=Išdiegimo data
Lan_NoBundle_New=Paketinė programa yra programinė įranga, kuri gali įdiegti kitas programas be jūsų įspėjimo diegdami pagrindinę programą.
Lan_Main_Soft=Pagrindinė programa
Lan_Bundled_Soft=Bundled programa
Lan_Bundled_Plug=Bundled įskiepis
ColumnName_Logged=Įdiegimo žurnalas
ColumnName_LogDate=Įdiegimo data
ViewDetail=Peržiūrėti žurnalą
NoPrograms_Logged=Programos stebimos „Install Monitor“ gali būti kruopščiai pašalintos ateityje.
Show_Components_M=Rodyti sistemos vykdymo laiko komponentus
Last_Days_M=pastarosios %s dienos
Last_Month_M=paskutinis %s mėnesis
Last_Months_M=paskutiniai %s mėnesiai
Larger_M=didesnis nei %s
NotUsed_Month_M=Nenaudota %s mėnesi
NotUsed_Months_M=Nenaudota %s mėnesių
AllDrives_M=Visi diskai

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Dydis
ListView_SoftwareList.Columns[2].Caption=Įdiegimo data
ListView_SoftwareList.Columns[3].Caption=Operacija
Menu_Program_Uninstall.caption=Išdiegt
Menu_Program_Repair.caption=Taisyti
Menu_Program_Refresh.caption=Atnaujinti
Menu_Program_OpenFileLocation.caption=Atidaryti failo vietą
Menu_Program_OpeninRegedit.caption=Atidaryti naudojant Regedit
Menu_Program_SearchOnline.caption=Ieškoti internete
mni_Openthewebsite.caption=Atidaryti svetainę
mni_RunNow.caption=Paleisti dabar

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Tipas
ListView_BundleList.Columns[2].Caption=Operacija
Menu_Program_Uninstall.caption=Išdiegt
Menu_Program_OpenFileLocation.caption=Atidaryti failo vietą
Menu_Program_OpeninRegedit.caption=Atidaryti naudojant Regedit
Menu_Program_SearchOnline.caption=Ieškoti internete
mni_Ignore.caption=Ignoruoti
mniOpenthewebsite.caption=Atidaryti svetainę

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Rasta „Bundleware“.
btn_UninstallAll.caption=Pašalinti viską
lbl_Info.caption=Pašalinkite visus šiuos paketus kartu su „IObit Uninstaller PRO“ arba pašalinkite tik dabartinę programą.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Rasta „Bundleware“. Taip pat pasirinkite nepageidaujamą „bundleware“, kurį norite pašalinti.

[PromoteForm_M]
M_ProAD_Title=Daugiau funkcijų ir naudos su Pro leidimu:
M_ProAD_CleanLog=Kruopščiai pašalinkite programas su žurnalais, sukurtais diegimo metu
M_ProAD_Monitor=Stebėkite programos diegimą ir lengvai pašalinkite „bundleware“
M_ProAD_Database=Didelė duomenų bazė, skirta kruopščiai pašalinti programas
M_ProAD_Plugin=Pašalinkite kenkėjiškų/skelbimų papildinius, kad galėtumėte saugiai ir sklandžiai naršyti internete
M_ProAD_Update=Vienu paspaudimu, visada turėkite atnaujintas svarbiausias Jums programas
M_ProAD_SoftHealth=Automatiškai aptikti programinės įrangos pažeidžiamumą ir lengvai užblokuoti iššokančius pranešimus bei nepageidaujamus skelbimus
M_Continue=Tęsti pašalinimą
M_BundleTitle=Suaktyvinkite „IObit Uninstaller PRO“, kad pašalintumėte paketinę programinę įrangą.
M_BundleTitle2=Stebėkite programos diegimą realiuoju laiku ir lengvai pašalinkite paketinę programinę įrangą.
M_UninstallLogTitle=Aktyvinkite IObit Uninstaller PRO, kad būtų automatiškai aptiktu ir užregistruotu programos diegimą, kad ateityje būtų galima nuodugniai pašalinti su atsekamais žurnalais.
M_PluginMaliciouTitle=Suaktyvinkite „IObit Uninstaller PRO“, kad kruopščiai pašalintumėte kenkėjiškų/skelbimų papildinius.
M_PluginMaliciouTitle2=Nuolat besiplečianti duomenų bazė padės pašalinti daugiau kenkėjiškų/skelbimų papildinių.
M_SPUninstallFail=%s nepavyko išdiegti.
M_SPAD_Title=Aktyvuokite PRO, kad pašalintumėte ją su konkrečia duomenų baze.
M_SPUninstallFailCount=%d programų nepavyko išdiegti.
M_SPADCount_Title=negali būti pašalintas įprastu būdu. Aktyvuokite PRO, kad pašalintumėte juos su konkrečia duomenų baze.
SpecPromotTile_1=%s nepavyko išdiegti.
SpecPromotTile_2=%d programų nepavyko išdiegti.
SpecPromotTile_3=1 programa buvo išdiegta.
SpecPromotTile_4=%d programos buvo išdiegtos.
SpecPromotTile_5=Tačiau 1 programa nebuvo išdiegta.
SpecPromotTile_6=Tačiau %d programos nebuvo išdiegtos.
SpecPromotInfo_1=Aktyvuokite PRO, kad pašalintumėte ją su konkrečia duomenų baze.
SpecPromotInfo_2=Aktyvuokite PRO, kad pašalintumėte jas su konkrečia duomenų baze.
SpecPromotInfo_3=%s negalima išdiegti įprastiniu būdu.

[Protip_M]
Congratulations_M=Sveikiname!
YouHave_M=Jūs sėkmingai atnaujinote į naujausią IObit Uninstaller versiją.
Try_M=Pabandykite dabar!
Tip_M=Automatiškai sėkmingai atnaujinta į IObit Uninstaller <a>%d</a>.
WhatNew_M=Kas naujo naujausioje versijoje:
More_M=Daugiau informacijos

[Uninstaller_Public_M]
Lan_ButtonCancel=Atšaukti
Lan_ButtonClose=Uždaryti
Lan_ButtonContinue=Tęsti
Lan_ButtonClean=Valyti
Lan_Cleaning=Išvaloma
Lan_Details=Informacija
Lan_Exit=Išeiti
Lan_Hide=Paslėpti
Lan_Ignore=Ignoruoti
Lan_Ignored=Ignoruojama
Lan_item=elementas
Lan_items=elementai
Lan_LoadingD=Kraunama...
Lan_WindowMin=Sumažinti
Lan_WindowMax=Padidinti
Lan_ButtonNo=Ne
Lan_Name=Pavadinimas
Lan_NameT=Pavadinimas (Iš viso: %d)
Lan_Notagain=Nerodyti to daugiau
Lan_ButtonOK=Gerai
Lan_Publisher=Leidėjas
Lan_WindowRest=Atkurti
Lan_ButtonRemove=Pašalinti
Lan_State=Būsena
Lan_Show=Rodyti
Lan_Scan=Nuskaityti
Lan_Search=Ieškoti
Lan_ButtonUninstall=Išdiegt
Lan_Version=Versija
Lan_ButtonYES=Taip
Lan_ButtonFor0=Gaukite Pro už $0
Lan_ButtonActivate=Aktyvuokite dabar
Lan_ButtonUpgrade=Atnaujinti dabar
Lan_ButtonUpgradeFor0=Atnaujinkite dabar už 0 USD
Lan_DisplayName=Pavadinimas
Lan_Installationpath=Įdiegimo kelias
Lan_Description=Aprašymas
Lan_LinkAbout=Apie nuorodą
Lan_LinkHelp=Pagalbos nuoroda
Lan_SysMsgCorrupted=Kai kurie IObit Uninstaller failai yra sugadinti. Prašome iš naujo įdiegti IObit Uninstaller.
Lan_Bit=bit

[RC_M]
M1=Nemokamai gaukite PRO versiją
M2=0 EUR, kad galėtumėte lengviau, galingiau ir išsamiau pašalinti.
M3=Automatinis
M4=Likučių failų valymas
M5=1 paspaudimas
M6=Ištaisomos visos programinės įrangos problemos
M7=4000+
M8=Atkaklus programinės įrangos pašalinimas
M9=50% didesnis
M10=Programinės įrangos atnaujinimo duomenų bazė
M11=Dabar nemokamai siūloma daugiau puikių ir patobulintų PRO funkcijų:
M12=NEMOKAMA, kad įgalintumėte AUTO liekamųjų failų valymą
M13=ir mėgaukitės greitesniu ir sklandesniu kompiuteriu.

[Unistaller_Register_M]
license_OtherCode_M=Licencijos kodas %s galioja tik %s. Spustelėkite Gerai, kad atsisiųstumėte ir užregistruotumėte savo %s.
LicenseCannotconnect_M=Negalima prisijungti prie mūsų serverio. Patikrinkite savo tinklo/tarpinio serverio nustatymus ir pabandykite vėliau patvirtinti savo licenciją.
license_OtherGivewalys_M_M=%s yra dovanų licencija ir galioja tik nurodytai versijai. Apsilankykite <a>čia</a> ir nusipirkite naują „IObit Uninstaller %s PRO“ licencijos kodą.
License_expired_M=Licencija %s pasibaigė. Spustelėkite <a>čia</a>, jei norite įsigyti naują licenciją.
License_maximum_M=Licencija %s buvo aktyvuota maksimaliam kompiuterių skaičiui ir negali būti naudojama. Prašome paspausti <a>čia</a>, norėdami įsigyti kitą licenciją aktyvuoti IObit Uninstaller PRO šiame kompiuteryje.
License_Free_M=Licencija %s negali būti aktyvuota. Prašome įsigyti naują IObit Uninstaller PRO licenciją.
License_valid_M=Netinkamas licencijos kodas! Įveskite galiojantį licencijos kodą.
LicenseSeat_M=Licencija:
LicenseCodeLiftTime_M=Tai yra ilgalaikė licencijos kodas, galiojantis tik IObit Uninstaller v%d. Iš naujo įdiekite IObit Uninstaller v%d PRO.
licensedays_left_M=%d dienų liko
licenseday_left_M=liko %d dienos
LicenseCodeLocation_M=Šis licencijos kodas %s negalioja jūsų regione ar šalyje. Spustelėkite Gerai, kad nusipirktumėte galiojantį.
Never_M=Niekada
M_CheckYourLicense=Jei norite patikrinti licencijos būseną, meniu Parinktys galite eiti į Mano prenumerata.

[Uninstaller_Form_Activate]
Label_Get.caption=Gauti licenciją
Label_Retrv.caption=Atnaujinti kodą
Label_Eg.caption=Pvz.: AAAAA-BBBBB-CCCCC-DDDDD
RdImgBtnRegNow.caption=Registruoti dabar
RdLabelCaption.caption=Aktyvuok Pro laidą, kad mėgautumėtės geresne eksploatavimo patirtimi
Label_Please.caption=Prašome įvesti savo licenciją ir spauskite "Registruoti dabar" mygtuką, norint aktyvuoti visas funkcijas PRO leidime.
Label_Code.caption=Licencijos kodas:
RdBtnlab.caption=Daugiau naudos, mes pažadame:
RdImgBtn_Upgrade.caption=Atnaujinti į PRO

[Form_Activate_M]
TitleOne=Švarus pašalinimas su žurnalu
ContentOne=Kruopščiai pašalinkite programas su žurnalais, sukurtais diegimo metu
TitleTwo=Atkaklus programos pašalinimas
ContentTwo=Su unikalia duomenų baze visiškai pašalinkite daugiau nei 4000 užsispyrusių programų
TitleThree=Sklandus programinės įrangos veikimas
ContentThree=Automatiškai aptikti programinės įrangos pažeidžiamumą ir lengvai užblokuoti iššokančius pranešimus bei nepageidaujamus skelbimus
TitleFour=Software Updater
ContentFour=Vienu spustelėjimu svarbios programos bus nuolat atnaujinamos

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Uždaryti
lbleg.Caption=Pvz.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=pagalba
Label_Please.caption=Prašome įvesti savo licenciją ir spauskite "Registruoti dabar" mygtuką, norint aktyvuoti visas funkcijas PRO leidime.
Label_Code.caption=Licencijos kodas:
RdImgBtnRegister.caption=Registruoti dabar
Label_Retrv.caption=Atnaujinti kodą
Label_HaveLicense.caption=Neturite licencijos?
Label_click.caption=Spauskite čia, kad gautumėte vieną.
RdImageButton_Back.caption=Atgal
RdImageButton_Close.caption=Uždaryti
RdLabelCaption.caption=Licencijos tvarkyklė
Label_Status.caption=Licencijos būsena:
Label_Activated.caption=Aktyvuota
Label_Lcode.caption=Licencijos kodas:
Label_Data.caption=Galiojimo laikas:
Label_Refresh.caption=Atnaujinti
Label_Export.caption=Eksportuoti licenciją
rdlblAlread.caption:=Jau turiu licencijos kodą

[uninstaller_Form_licensemessage]
rdlblHelp.caption=pagalba
RdImgBtn_Closetwo.caption=Uždaryti
Label_success.caption=Licencija buvo aktyvuota sėkmingai!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Paspauskite kairiuoju pelės klavišu ir vilkite pelę į norimą pasirinktą sritį, kurią norite išsaugoti kaip ekrano kopiją
M_NoticeInfo_AC=2. Dešiniuoju pelės mygtuku spustelėkite arba paspauskite klavišą Esc, kad išeitumėte
M_Rect=Stačiakampis
M_Oval=Apskritimas
M_Text=Tekstas
M_Paintbrush=Teptukas
M_Return=Anuliuoti ((Ctrl + Z))
M_Copy=Kopijuoti į iškarpinę
M_Exit=Išeiti iš ekrano kopijos
M_Save=Išsaugoti
M_TipInfo=Ekrano kopija buvo išsaugota iškaprinėje. Jūs galite naudoti Ctrl + V, kad įklijuotumėte.
M_TipShow=Nerodyti šio pranešimo daugiau
M_TipSure=Gerai

[Uninstaller_frmSetting]
lbl_Caption.caption=Nustatymai
lbl_SkinTitle.caption=Apipavidalinimas:
lbl_LanguageTitle.caption=Dabartinė kalba:
lbl_FontSize.caption=Šrifto dydis:
lbl_Dark.caption=Tamsus
lbl_Light.caption=Šviesus
lbl_Transparency.caption=Skaidrumas:
lbl_UpdateTitle.caption=Atnaujinimo metodas
lbl_UpdateChooseDes.caption=Atnaujinimo metodas šiam produktui:
btnImg_UpdateRemind.caption=Praneškite man, kai yra atnaujinimų
btnImg_UpdateAuto.caption=Automatiškai atnaujinti
btnImg_AutoDelete.caption=Automatiškai pašalinti likusius failus
btnImg_AfterUninstallAutoScan.caption=Automatiškai ištrinti likusius failus iš išdiegtų programų kurios buvo išdiešos kitų programų
btnImg_RemoveToRecycleBin.caption=Ištrinti likusius failus į šiukšlinę
btnImg_ShowExplorerButton.caption=Pridėti Shred File mygtuką į Explorer
btnImg_ShowComponents_New.caption=Rodyti sistemos vykdymo laiko komponentus
btnImg_ShowMenuButton.caption=Pridėti galingo pašalinimo parinktį Windows kontekstiniame meniu
btnImg_CreateRestore.caption=Prieš pašalindami sukurkite atkūrimo tašką
lbl_HotKey.caption=Spartieji klavišai greitam išdiegimui
lbl_OccupiedHotKey.caption=Jau naudota įveskite naują.
btn_NotifySoftUpdater.caption=Pranešti man, kai yra programų atnaujinimų
btnImg_SystemDiskSpace.caption=Pranešti man, kai laisvos vietos diske yra mažiau nei 10%
btnImg_UserInterface.Caption=Vartotojo sąsaja
btnImg_General.Caption=Bendra
btnImg_Notification.Caption=Pranešimai
btn_Uninstall.Caption=Pašalinti
btn_SoftwareHealth.Caption=Programinės įrangos sveikata
btn_Ingore.Caption=Ignoruojamų sąrašą
lbl_Infrequently.Caption=Retai naudojamos programos: nenaudojamos
lbl_Large.Caption=Didelės programos: didesnės nei
btn_UpdateManually.Caption=Atnaujinti rankiniu būdu
btn_Quick.Caption=Įgalinti greitą pašalinimą, kad automatiškai patvirtintų užklausas iš pradinės programos pašalinimo procedūros (jei įmanoma)
btn_SoftAutoUpdate.Caption=Automatiškai atnaujinti pasenusią programinę įrangą
lbl_SavaDownload.Caption=Išsaugokite visas atsisiųstas programas:
btn_Browse.Caption=Naršyti...
lbl_PermissionsDes.Caption=Pasirinkite programinės įrangos leidimus, kuriuos norite nuskaityti:
lbl_InstallFileDes.Caption=Diegimo failų ištrynimas:
btn_InstallFilesInstalled.Caption=Ištrinkite visus jau įdiegtus diegimo failus
btn_InstallFilesNotUsed.Caption=Ištrinkite nenaudojamus diegimo failus
btn_InstallFileDelte.Caption=Ištrinkite diegimo failus į šiukšlinę
lbl_IgnoreTip.Caption=Nepaisyti elementai nebus aptikti, kol nepašalinsite jų iš toliau pateikto sąrašo.
btn_EnableMonitor.Caption=Įgalinkite „IObit Uninstaller Monitor“ ir įkelkite jį paleidžiant „Windows“.
btn_SkipUAC.Caption=Praleisti vartotojo abonemento valdymo įspėjimą
lbl_RecentlyInstall.Caption=Neseniai įdiegtos programos:
btn_UseSystemDIP.Caption=Naudokite sistemos DPI mastelio nustatymus
lbl_bundleware_IgnoreTip.Caption=Bundleware ignoravimo sąrašas
lbl_health_IgnoreTip.Caption=Programinės įrangos būklės ignoravimo sąrašas

[Uninstall_setting_M]
Setting_Size_Normal=Normalus
Setting_Size_Large=Didelis
Setting_Size_Larger=Didesnis
EnableMonitor=„IObit Uninstaller Monitor“ veiks fone, kad svarbios funkcijos veiktų tinkamai.
SystemComponentsInfo=Sistemos komponentai, tokie kaip „Microsoft .NET Framework“, „Microsoft Visual C ++ Redistributable“, „Microsoft XNA“.
btnImg_NotificInstallLog_M1=Praneškite mane, kai po automatinio stebėjimo bus sukurtas diegimo žurnalas
btnImg_BundlewareInstalled_M=Praneškite mane, kai įdiegta papildoma programinė įranga
btnImg_BrowserPlugTip_M=Praneškite mane, kai įdiegti kenksmingi papildiniai
btnImg_AutoCleanTipForm_M=Praneškite man, kai aptinku likusius failus, likusius pašalinus kitą šalinimo programą
btnImg_leftovers_M=Praneškite mane, kai bus aptiktos pašalintos programos likučiai
btnImg_SoftNotific_M=Pranešti man, kai aptinkami iššokantieji pranešimai
btnImg_NotNeedInstall_M=Pranešti man, kai aptinkami nereikalingi diegimo failai
btnImg_NotNeedJunk_M=Pranešti man, kai aptinkami programinės įrangos pertekliniai failai
M_Mounth=1 mėnuo
M_Mounths=%d mėnesiai
Last_Days_M=pastarosios %s dienos
Last_Month_M=paskutinis %s mėnesis
Last_Months_M=paskutiniai %s mėnesiai

[Uninstaller_Form_MonitorMsgbox]
rdlblTitle.caption=Įgalinkite „IObit Uninstaller Monitor“ ir įkelkite jį paleidžiant „Windows“.
rdlblSure.caption=Jei „IObit Uninstaller Monitor“ neįkeliamas paleidžiant „Windows“, aukščiau nurodytos funkcijos neveiks tinkamai. Ar vis tiek norite atšaukti parinktį?
rdlblDes.caption=„IObit Uninstaller Monitor“ yra labai svarbus ir būtinas šioms funkcijoms:
rdhtmlblText.caption=– Patikrinkite, ar yra naujinimų<br>– Stebėkite programų diegimą<br>– Aptikti nebaigtą pašalinimą arba likusius failus<br>– Aptikti kenkėjišką programinę įrangą / plėtinius ir programinę įrangą<br>– Aptikti iššokančiuosius pranešimus<br>– Aptikti nereikalingus diegimo failus<br>- Stebėkite sistemos diske laisvą vietą

[SoftUpdate_M]
SUCaption=Software Updater
SU_GroupOutData=Pasenusi
SU_GroupUpToDate_New=Naujausias
SU_Ignore=Ignoruoti
SU_Ignored=Ignoruojama
SU_NoIgnore=Atšaukti ignoravimą
SU_Update=Atnaujinti
SU_Updating=Atnaujinama
SU_UpToDate=Atnaujinta
SU_NewVersion=Nauja versija
SU_CurrVersion=Dabartinė versija
SU_ActivePro=Įjunkite automatinius naujinimus
SU_Button_UpdateAll=Atnaujinti viską
SU_NoUpdates=Kompiuteryje esančioms programinėms įrangoms atnaujinimų nėra.
SU_IgnoreForever=Nepaisykite visų naujinių
SU_IgnoreCurrent=Nepaisyti dabartinio atnaujinimo
SU_CancelUpdate=Atnaujinama. Ar tikrai norite atšaukti atnaujinimą?
SU_DefaultSelUpdate=Hurra! Visa programinė įranga yra atnaujinta!
SU_DefaultUpdaterPromoteInfo=Atnaujinkite visą pasenusią programinę įrangą, kad sumažintumėte saugos riziką.

[SoftUpdatePromote_M]
IUP_Manually=Atnaujinti rankiniu būdu
Img_Tab=Gaukite daugiau su IObit Uninstaller PRO
LbIUPromote1=Atnaujinkite visas svarbias programas vienu paspaudimu
LbIUPromote2=Įdiekite naujinimus automatiškai, nenorėdami apsilankyti svetainėje
IUP_Manually2=Pašalinti rankiniu būdu
LbIUPromote3=Pašalinkite visas sunkiai įveikiamas programas vos vienu spustelėjimu
LbIUPromote4=Unikali duomenų bazė palaiko 4000+ užsispyrusių programų pašalinimą
LbIUPromote5=Automatiškai ištaisykite pašalinimo problemas ir automatiškai išvalykite likučius po pašalinimo
IUP_Manually3=Pašalinti rankiniu būdu
LbIUPromote6=Vienu spustelėjimu pašalinkite visą kenkėjišką programinę įrangą ir plėtinius
LbIUPromote7=Automatiškai išvalykite likučius po pašalinimo
SUInstall=Įdiegti
SUImg_Tab=Įdiegti „IObit Software Updater“
LbSUPromote1=Lengviau atnaujinkite daugiau programų
LbSUPromote2=Lengviau įdiekite norimas programas
SUEULA=Spustelėję „Įdiegti“, sutinkate įdiegti „IObit Software Updater“ ir sutinkate su <a>GVLS</a> ir <a>Privatumo politika</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> produktas turi būti atnaujintas
TipOnes=<a>%s</a> produktai turi būti atnaujinti
TipInfo=apsaugoti savo kompiuterį nuo saugumo spragų
NeverShow=Nerodyti to daugiau
BtnUpdate=Atnaujinti dabar
M_NoticeLastUpdate=%s dienų nuo paskutinio atnaujinimo
M_NoticeLastOneUpdate=1 diena nuo paskutinio atnaujinimo

[SpecUTool_M]
SpecTOpen=Atidaryti
SpecTOK=Gerai
SpecTHide=Paslėpti
TrayHint=IObit Uninstaller išdiegia programas
SpecTUninstalling=Išdiegiama programa:
SpecTUninstallingM=Išdiegiamos programos:
SpecTUninstalled=programa buvo išdiegta.
SpecTUninstalledM=programos buvo išdiegtos.
SpecTClose=Uždaryti

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Atkaklus programos valiklis
lbl_DescInfo.caption=Lengvai patikrinkite ir pašalinkite programas, kurių pašalinimo įrašo galite nerasti kitose vietose.

[Uninstaller_Stubborn_M]
OfficialGroupEx=Oficiali valiklių duomenų bazė (%d)
OfficialDesEx=Dėl saugumo priežasčių kai kurių programų negalima pašalinti įprastu būdu. Galite lengvai juos pašalinti naudodami jų oficialų valiklį čia.
AllGroupEx=Palaikomų programų duomenų bazė (%d)
AllDesEx=Čia išvardyta daugiau programų, kurių kitose vietose gali nepavykti rasti pašalinimo įrašo. Čia galite lengvai juos pašalinti.
ProblemsTip=Rastos problemo
LoadingTip=Įkeliama palaikomų programų duomenų bazė ...
NotInstallSingleMsgBox=Šios programos pašalinimo problemų neaptikta. Ar tikrai toliau pašalinsite ir ieškosite likusių failų?
NotInstallSomeMsgBox=Šių programų pašalinimo problemų neaptikta. Ar tikrai toliau pašalinsite ir ieškosite likusių failų?

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Pašalinimo atkūrimas
rdlblDesc.Caption=Atkurkite Savo kompiuteri į būseną, kuri buvo prieš pasirinktą įvykį. Naujausias negali būti pašalintas, dėl sistemos saugumo.
ListView_Restore.Columns[0].Caption=Data ir laikas
ListView_Restore.Columns[1].Caption=Aprašymas
btn_CreateRestorePoint.Caption=Sukurti atkūrimo tašką
RdImageButton_Restore.Caption=Atkurti
RdImageButton_Delete.Caption=Ištrinti
lblNull.Caption=Nėra sukurtų sistemos atkūrimo taškų.
Rdlbl_CreateRestorePoint.caption=Sukurti atkūrimo tašką

[SystemRestore_M]
SysRestore_CreateComplete=Atkūrimo taškas sėkmingai sukurtas!
SysRestore_CreateFailed=Nepavyko sukurti atkūrimo taško! Patikrinkite, ar įjungtas Atkūrimo taškas
SysRestore_CreateRestore_Confirm=Ar tikrai norite sukurti atkūrimo tašką?
SysRestore_CreateRestore_Tip=Sukuriamas atkūrimo taškas, prašome palaukti...
SysRestore_CreateRestore_Failed=Nepavyko sukurti atkūrimo taško! Patikrinkite, ar įjungtas Atkūrimo taškas
SysRestore_SetRestore_Confirm=ĮSPĖJIMAS: Atkūrus jūsų sistemą atkūrimo taške, visi pakeitimai, atlikti po to atkūrimo taško, bus atšaukti. Pradėjus, sistemos atkūrimas negali būti anuliuotas ar nutrauktas. Ar tikrai norite tęsti?
SysRestore_SetRestore_Reboot=Reikia perkrauti kompiuterį, kad šie pakeitimai būtų taikomi. Prieš perkraudami kompiuterį, išsaugokite visus atidarytus failus ir uždarykite visas atidarytas programas. Perkraukite kompiuterį dabar?
SysRestore_SetRestore_Tip=Atkuriamas sistemos failai ir nustatymai, prašome palukti...
SysRestore_Delete_Confirm=Ar tikrai norite tai ištrinti?

[UninstallForm_M]
MsgBox_SelectProgram=Pasirinkite bent vieną programą.
Msg_Bundle_RebootSpec=buvo išdiegtas. Prašome iš naujo paleisti kompiuterį, kad užbaigtumėte išdiegimą.
OneItemStr=%d elementas
SomeItemStr=%d elementai
Clean_Uninstall=Švarus išdiegimas
RebootToDelete_Str=(Ištrinti perkraunant)
UninstallingSingleStr=Ar tikrai norite išdiegti pasirinktą programą?
UninstallingSomeStr=Ar tikrai norite išdiegti pasirinktas %d programas?
UninstallingSingleStr_New=Ar tikrai norite pašalinti pasirinktą elementą?
UninstallingSomeStr_New=Ar tikrai norite pašalinti pasirinktus %d elementus?
UninstallingSingleStrUpdate=Ar tikrai norite pašalinti pasirinktą „Windows“ naujinį?
UninstallingSomeStrUpdate=Ar tikrai norite pašalinti pasirinktus %d „Windows“ naujinius?
UninstallingSingleStrApp=Ar tikrai norite pašalinti pasirinktą „Windows“ programą?
UninstallingSomeStrApp=Ar tikrai norite pašalinti pasirinktas %d „Windows“ programas?
Uninstall_Str=Išdiegiama %s (%d/%d)
Scan_Str=Nuskaitoma %s (%d/%d)
UninstallOne_Str=Išdiegiama %s
ScanOne_Str=Nuskaitoma %s
CreateRetore_Str=Sukuriamas atkūrimo taškas, prašome palaukti...
SureToDeleteSomeStr=<a>%d</a> programos išdiegtos. Bet jos vis dar turi tokius likučius.
SureToDeleteOneStr=<a>1</a> programa išdiegta. Bet ji vis dar turi tokius likučius.
SureToDeleteSomeStr_New=Pašalinta <a>%d</a> elementų. Bet jie vis tiek turi šiuos likučius.
SureToDeleteOneStr_New=<a>1</a> elementas pašalintas. Tačiau jame vis dar yra šių likučių.
SureToDeleteSomeStrApp=<a>%d</a> „Windows“ programos yra pašalintos. Tačiau jie vis dar turi šias likusias dalis.
SureToDeleteOneStrApp=<a>1</a> „Windows“ programa yra pašalinta. Tačiau ji vis dar turi šias likusias dalis.
SureToDeleteByHistroy=Likučiai rasti
DeletingStr=Ištrinami likučiai, prašome palaukti
DeleteCancleStr=Ar tikrai norite atšaukti ištrynimą?
RestoringCancleStr=Kuriamas atkūrimo taškas. Ar tikrai norite atšaukti?
UninstallingCancleStr=Vykdomas išdiegimas ir likę failai gali būti palikti, jei išeisite dabar. Ar tikrai norite išeiti?
ScaningCancleStr=Skenavimas vyksta ir likę failai gali būti palikti, jei išeisite dabar. Ar jūs tikras, kad norite išeiti?
RegistryCaption_Str=Registrai
FileCaption_Str=Failas
TaskCaption_Str=Numatytos užduotys
ServiceCaption_Str=Sistemos paslaugos
DllCaption_Str=DLL registracija
SuccessReslutFromHistroySingle=Likę failai sėkmingai išvalyti. Patikrinkite žemiau pateiktą informaciją:
SuccessReslutFromUninstallSingle=Jūs sėkmingai išdiegėte <a>%d</a> programą su informacija žemiau:
SuccessReslutFromUninstallSome=Jūs sėkmingai išdiegėte <a>%d</a> programas su informacija žemiau:
SuccessReslutFromUninstallSingle_New=Sėkmingai pašalinote <a>%d</a> elementą(-us) ir ištrynėte toliau pateiktus likučius:
SuccessReslutFromUninstallSome_New=Sėkmingai pašalinote <a>%d</a> elementą(-us) ir ištrynėte toliau pateiktus likučius:
SuccessReslutFromUninstallSingleApp=Sėkmingai pašalinote <a>%d</a> „Windows“ programą, toliau pateikta informacija:
SuccessReslutFromUninstallSomeApp=Sėkmingai pašalinote <a>%d</a> „Windows“ programas, toliau pateikta informacija:
FileDelete_Str=Failai
RegDelete_Str=Registro įrašai
TaskDelete_Str=Suplanuotos užduotys
ServiceDelete_Str=Sistemos paslaugos
DeepDelete_Str=Užregistruoti elementai
RegDelete_Str_Single=Registro įrašas
HtmlRecomReslutCaption=Išdiegta <a>%d</a> programos ir pašalinti likučiai žemiau:
HtmlRecomReslutCaption1=Pašalinta <a>%d</a> programa ir pašalintos liekanos žemiau:
HtmlRecomReslutAppCaption=Pašalintos <a>%d</a> „Windows“ programos ir pašalintos liekanos žemiau:
HtmlRecomReslutAppCaption1=Pašalinta <a>%d</a> „Windows“ programa ir pašalintos liekanos žemiau:
HtmlRecomReslutSoftCaption=Pašalintas <a>%s</a> ir pašalinti likučiai toliau:
HtmlFileReCaption=<a>%s</a> nenaudingi failai
HtmlRegReCaption=<a>%d</a> nenaudingi registro įrašai
HtmlTaskReCaption=<a>%d</a> neteisingos numatytos užduotys
HtmlServicesReCaption=<a>%d</a> neteisingos sistemos paslaugos
HtmlDeepReCaption=<a>%d</a> užregistruotas(-ų) elementas(-ų)
HtmlFileReCaptionOne=<a>%s</a> nenaudingas failas
HtmlRegReCaptionOne=<a>%d</a> nenaudingas registro įrašas
HtmlTaskReCaptionOne=<a>%d</a> nenaudinga tvarkaraščio užduotis
HtmlServicesReCaptionOne=<a>%d</a> netinkama sistemos paslauga
HtmlDeepReCaptionOne=<a>%d</a> užregistruotas(-ų) elementas(-ų)
UninstallPromote=Pirkti dabar
RebootYes=Perkrauti dabar
RebootLater=Vėliau
FromHistroyNoItem=Nerasta jokių likučių.
FromUninstallNoItem=Išdiegimas baigtas.
RelatedMetroText=Šios programos yra susijusios. Jei išdiegsite vieną iš jų, kiti išsidiegs automatiškai. Ar tikrai norite išdiegti?
RelatedSoftText=Viršuje esantys komplektacijos produktai buvo įdiegti tuo pačiu laiku. Ar norite išdiegti juos kartu?
HtmlADPluginCaption=<a>%d</a> reklamos įskiepio trukdžių
HtmlMaliciousPluginCaption=<a>%d</a> kenkėjiškų įskiepių grėsmės
MoneyBackInfo=Jūs galėsite mėgautis saugesniu ir greitu kompiuteriu, visiškai pašalindami nepageidaujamas programas ir papildinius. 60 dienų pinigų grąžinimo garantija. Be jokių klausimų.
SpecRestartAll=Perkraukite kompiuterį, kad visiškai išdiegtumėte šias programas. Perkrauti dabar?
SpecRestartOne=Perkraukite kompiuterį, kad visiškai pašalintumėte šią programą. Perkrauti dabar?
UnPromoteTitle=Tačiau naudojant PRO leidimą, galima pasiūlyti daugiau funkcijų ir privalumų:
UnPromote_60=60 dienų pinigų grąžinimo garantija
PromotelbPlugins_New=Norėdami saugiai naršyti, pašalinkite <a>%d</a> kenkėjišką(-ų) programinę(-ės) įrangą(-os) ir plėtinius
PromotelbPlugin_New=Norėdami saugiai naršyti, pašalinkite <a>%d</a> kenkėjišką(-ų) programinę(-ės) įrangą(-os) ir plėtinius
PromotelbPlugin0_New=Norėdami saugiai naršyti, pašalinkite kenkėjiškas programines įrangas ir plėtinius
PromotelbUpdate=Vienu paspaudimu atnaujinkite <a>%d</a> pasenusią programinę įrangą, kad sumažintumėte saugos riziką
PromotelbUpdate0=Vienu paspaudimu atnaujinkite pasenusią programinę įrangą, kad sumažintumėte saugos riziką
PromotelbMoreDBs_New=Kruopščiai pašalinkite <a>%d</a> užsispyrusias programas
PromotelbMoreDB_New=Kruopščiai pašalinkite <a>%d</a> užsispyrusią(-ias) programą(-as)
PromotelbMoreDB0_New=Unikali duomenų bazė palaiko daugiau nei 4000 užsispyrusių programų pašalinimą
PromotelbClean=Vienu paspaudimu pašalinlote paketinę programinę įrangą
PromotelbAuto=Automatiškai ištrinkite likusias programos dalis, kurias paliko kitas pašalintuvas
NeedCloseApp=%s veikia ir turi būti uždaryta, kad būtų galima pašalinti. Ar tikrai norite jį uždaryti?
LB_Free=Nemokamai
LB_Pro=PRO
RestoreOpenstr=Sistemos atkūrimas neįgalintas. Spustelėkite „Gerai“, kad įgalintumėte „IObit Uninstaller“ sukurti atkūrimo taškus prieš pašalindami programas.
OfficialFail=Nepavyko pašalinti šios programos. Galite ją pašalinti naudodamiesi oficialia jos pašalinimo programa.
OfficialFails=Nepavyko pašalinti šių programų. Galite juos pašalinti naudodamiesi oficialiomis jų pašalinimo programomis.
QuitDonwload=Ar tikrai norite atšaukti atsisiuntimą?
LogHintTitle=Daugiau privalumų, mes pažadame:
LogHintStr=+ Kruopščiai pašalinkite stebimas programas.<br>+ Švariai pašalinkite daugiau nei 200+ užsispyrusių programų.<br>+ Visiškai ir lengvai pašalinkite paketinę programinę įrangą.
UpgradePromote=Atnaujinkite į „IObit Uninstaller PRO“, kad automatiškai išvalytumėte likučius
UpgradeFileDelete=%s likę failai buvo sėkmingai išvalyti.
UpgradeRegsDelete=%s likę registro įrašai buvo sėkmingai išvalyti.
UpgradeRegDelete=%s likęs registro įrašas buvo sėkmingai išvalytas.
TrdUnPromoteResidualFile=Likę failai buvo ištrinti rankiniu būdu.
TrdUnPromoteTired=Pavargote nuo rankinio valymo?
TrdUnPromoteUpgrade=Atnaujinkite į IObit Uninstaller PRO, kad be vargo išvalytumėte likusius failus.
TrdUnPromoteAdvanced=Išplėstiniai nuskaitymo algoritmai
TrdUnPromoteAutoClean=Automatiškai išvalykite likusius failus
TrdUnPromoteEnableNow=Įgalinti automatinį valymą
PromoteB_Title=Daugiau problemų galima išspręsti naudojant PRO versiją:
PromoteB_Update=Pasenusią programinę įrangą galima atnaujinti vienu paspaudimu:
PromoteB_Plugin_New=Norint saugiai naršyti, reikia pašalinti kenkėjišką programinę įrangą ir plėtinius:
PromoteB_Leftover=Švaresniam kompiuteriui pašalinkite likusius pašalinimus:
PromoteB_Log=Užregistruotas programas galima visiškai pašalinti:
PromoteB_Unuse_Some=Programas, kurios nebuvo naudojamos ilgiau nei %s mėnesį(-ių), galima pašalinti:
PromoteB_Unuse_Single=Programas, kurios nebuvo naudojamos ilgiau nei %s mėnesį(-ių), galima pašalinti:
PromoteB_Banweb_New=Iššokantys pranešimai gali būti užblokuoti, kad būtų išvengta trikdžių:
PromoteB_Permission=Nereikalingi programinės įrangos leidimai gali būti išjungti:
PromoteB_SetupFile=Norėdami atlaisvinti daugiau vietos diske, galite išvalyti nereikalingus sąrankos failus:
PromoteB_JunkFile=Programinės įrangos perteklinius failus galima ištrinti, kad būtų atkurta daugiau vietos diske:
PromoteB_Fix=Sutvarkyk dabar
PromoteB_Stubborn=Užsispyrusias programas galima kruopščiai pašalinti:
OfficialSp_1=Visiškai pašalinkite šią programą su oficialia pašalinimo programa.
OfficialSps_1=Visiškai pašalinkite šias programas su oficialiomis pašalinimo programomis.
LogPromoteHintTitle=Kruopščiai išvalykite visus užregistruotus elementus naudodami <a>PRO edition</a>:
LogPromoteHintRegs=<a>%s</a> registro įrašai
LogPromoteHintReg=<a>%s</a> registro įrašas
LogPromoteHintFiles=<a>%s</a> failai
LogPromoteHintFile=<a>%s</a> failas
LogPromoteHintTasks=<a>%s</a> suplanuotos užduotys
LogPromoteHintTask=<a>%s</a> suplanuota užduotis
LogPromoteHintServices=<a>%s</a> sistemos paslaugos
LogPromoteHintService=<a>%s</a> sistemos paslauga
LogPromoteHintDlls=<a>%s</a> dll registracijos
LogPromoteHintDll=<a>%s</a> dll registracija
LogPromoteFormLogPro=užregistruoti elementai
LogPromoteFormDesc_New=Išvalykite daugiau likučių naudodami „PRO“ leidimą.
LogPromoteFormTip=Toliau pateikiama išsami informacija:
LogPromoteFormDetails=Išsamiau
LogPromoteFormCleanMore=Valyti daugiau
EndRunningExeSingleMsgBox=Šis elementas veikia. Ar tikrai norite jį uždaryti ir ištrinti?
EndRunningExeSomeMsgBox=Šie elementai veikia. Ar tikrai norite juos uždaryti ir ištrinti?
DeletePersonalFileMsgBox=Asmeniniai failai, pvz., vaizdo įrašai, garso įrašai ar nuotraukos, yra įtraukti į pasirinktus elementus. Ar tikrai norite juos pašalinti?
Promote_CleanUninstallTitle=Prieš pašalinant
Promote_CleanUninstallDes=Atnaujinkite į PRO, kad kruopščiai pašalintumėte programas ir išvalytumėte visus užregistruotus elementus.
Promote_CleanUninstallBasicTitle=Pagrindinis pašalinimas
Promote_CleanUninstallBasicText=Standartinis pašalinimas su nuskaitymo ir valymo likučiais

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Atidaryti naudojant Regedit
mniMenu_Path.caption=Atidaryti failo vietą
btnImg_AllMainCancel.caption=Atšaukti
btnImg_Uninstall.caption=Išdiegt
btnImg_ChkAutoDelete.caption=Automatiškai pašalinti likusius failus
btnImg_ChkCreateRestore.caption=Prieš išdiegiant sukurti atkūrimo tašką
lbl_IsUninstallHint.caption=Ar norite išdiegti pasirinktą programą?
btnImg_Delete.caption=Ištrinti
btnImg_ReslutCancel.caption=Atšaukti
btnImgl_SeletedAll.caption=Pasirinkti viską
btnImg_ChkShredFile.caption=Smulkinti failus
lbl_NoPowerScan.caption=Išdiegimas baigtas.
btnImg_RecommendClose.caption=Uždaryti
btnImg_Restart.caption=Taip
lbl_MoneyBackTitle.caption=Garantuotas kruopštus išdiegimas ir švaresnis kompiuteris
btn_Tab.caption=Gaukite daugiau su IObit Uninstaller PRO
lbl_InfoDB.caption=Didelė duomenų bazė, skirta kruopščiai pašalinti užsispyrusias programas
lbl_InfoRemove.caption=Pašalinkite kenkėjiškus ir skelbimų įskiepius, kad galėtumėte saugiai ir sklandžiai naršyti internete
lbl_InfoUpdate.caption=Stebėkite programos diegimą ir pašalinkite bundleware

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Kas naujo

[WindowsUpdate_M]
Update_NoItem_Tip=Windows naujinimai nerasta.
NoSerchItem_Tip=Jokie elementai neatitinka jūsų paieškos.
Update_Loading_Tip=Kraunama...
Update_WindowsTitle=Čia pateikiami visi jūsų kompiuteryje įdiegti Windows naujinimai. Pašalinkite nepageidaujamus Windows naujinimus, kad atlaisvintumėte daugiau vietos.
Button_Uninstall=Išdiegt

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Įdiegimo data
mniUninstall.caption=Išdiegt
mniRefush.caption=Atnaujinti



